[
  {
    "video_info": {
      "channel": "영양과학자 양과자",
      "channel_url": "https://www.youtube.com/@양과자",
      "title": "먹는 알부민 효과 논란, 이 영상으로 종결합니다. 내과 의사가 자기 가족에게만 먹인다는 알부민의 정체.",
      "video_id": "rsGPFRkxiYY",
      "url": "https://www.youtube.com/watch?v=rsGPFRkxiYY",
      "upload_date": "20251210",
      "view_count": 180,
      "duration": 303,
      "description": "#알부민 #알부민추천 #알부민영양제\n\n티비만 틀면 알부민 광고 방송이 많이 나오고 있죠. 너도 나도 다 알부민이 좋다고 하고 의사들도 추천하고…구독자 여러분들도 알부민 영양제 추천 좀 해달라고 말씀들 하십니다. 알부민 추천 전에 먼저 진짜 알부민 영양제가 효과가 있는 것인지, 어떤 영양제인지 알고 드셔야 한다고 생각해서 이렇게 알부민 영양제에 대한 내용을 올리게 되었습니다. 영양제에 대한 판단에 도움되시기 바라겠습니다.\n\n00:00 알부민 효과 있을까? 알부민 영양제 진실\n00:25 피로, 붓기, 어지럼증 해결한다는 영양 배달부 알부민의 진실\n00:49 알부민 영양제 성분 분석 : 난백알부민, 오브알부민, 계란 흰자, 달걀\n01:37 체내 알부민의 기능 : 혈액 삼투압, PH, 호르몬, 지방산, 약물, 영양제 운반\n02:05 알부민 부족 : 간기능, 손 발 붓기, 부종, 근육량 감소, 면역력, 피곤\n02:43 알부민 대안 단백질 보충 : 계란, 고기, 생선, 두부, 단백질 쉐이크, "
    },
    "summary": "**1. 핵심 주제**\n먹는 알부민 영양제가 체내 알부민 수치를 직접적으로 올리지 못하며, 단순 단백질 보충제에 불과하다는 점을 설명하고 오해를 해소한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (일반적인 '알부민 영양제' 지칭)\n🧪 성분명: 오브알부민 (난백 알부민 복합물, 실크알부민 복합물, 알부민액 복합물 등), 계란 흰자 단백질\n💊 용도: 체내 알부민 수치 증가 및 건강 증진 (소비자 인식) / 실제로는 단순 단백질 보충\n👨‍⚕️ 약사 의견: 비싼 돈을 들여 섭취할 필요가 없으며, 단순 단백질 보충제일 뿐이므로 계란 등 일반 단백질 식품으로 대체 가능. 오히려 지연성 알레르기 유발 가능성도 있어 주의 필요.\n\n**3. 주요 내용**\n*   먹는 알부민 영양제는 우리 혈액에 있는 알부민과 다른 계란 흰자 단백질인 '오브알부민'이며, 이를 섭취한다고 해서 체내 알부민 수치가 그대로 올라가는 것이 아니다.\n*   체내 알부민은 혈액 삼투압 유지, pH 조절, 호르몬/지방산/약물 등 지용성 성분 운반 등 중요한 역할을 하며, 부족할 경우 부종, 근육량 감소, 면역력 저하 등이 나타날 수 있으나 이는 주로 간 기능 문제나 단백질 영양 부족이 원인이다.\n*   알부민 영양제는 단순한 단백질 보충제와 동일하며, 평소 계란, 고기, 생선, 두부 등 단백질이 풍부한 음식이나 단백질 쉐이크 등으로 충분히 보충 가능하므로 비싼 돈을 주고 따로 섭취할 필요가 없다.\n*   오브알부민은 유제품의 카제인처럼 지연성 알레르기(식품 민감성)를 유발할 가능성이 높은 단백질 중 하나이므로, 오히려 컨디션 저하나 미세한 염증 반응을 일으킬 수 있어 주의해야 한다.\n*   따라서 비싼 알부민 영양제에 의존하기보다 균형 잡힌 식사와 다양한 단백질 식품 섭취를 통해 건강을 관리하는 것이 중요하다.\n\n**4. 트렌드 시사점**\n소비자들이 과학적인 것처럼 포장된 건강기능식품 광고에 현혹되기 쉬우며, 특정 성분에 대한 오해가 만연해 전문가의 정확한 정보 제공이 중요함을 시사한다. 단백질 섭취의 중요성은 강조되지만, 값비싼 단일 성분 영양제보다는 기본적인 식사를 통한 영양 보충의 가치를 재확인시킨다.",
    "processed_at": "2025-12-10T17:44:12.138054"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "오메가3 계속 먹으면 큰일나는 분들이 있어요. 당장 끊어야합니다",
      "video_id": "pkQd0OYw71g",
      "url": "https://www.youtube.com/watch?v=pkQd0OYw71g",
      "upload_date": "20251209",
      "view_count": 15921,
      "duration": 220,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n제가 항상 강조드리는 성분인 오메가3!\n좋은 걸로 꾸준히 드시면 우리 몸에 큰 이점이 있는데요\n\n오늘은 이 오메가3를 드시면 안되거나\n잠시 중단해야 하는 경우는 무엇인지\n알아보는 영상입니다 \n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:17 오늘의 주제 : 오메가3 중단하거나 끊어야 하는 경우는?\n01:03 1. 수술 전후\n01:32 2. 알러지 반응\n01:51 3. 멍, 출혈\n02:13 4. 두통, 어지러움\n02:31 5. 심근경색약 + 오메가3 메가도스\n02:47 6. 간 수치 높은 경우\n02:56 7. 생선을 주 3회 이상 먹는 경우\n03:15 그 외 \n03:24 마무리\n\n#오메가3 \n\n▶️ 유튜브 멤버십 가입 : https://www.youtube.com/channel/UCMFk5S7g5DY-CZNVh_Kyz_A/join \n\n▶️ 인스타그램 : http://www.instagram.com"
    },
    "summary": "**1. 핵심 주제**\n오메가3가 일반적으로 안전하고 유익한 보충제이지만, 특정 상황이나 개인의 건강 상태에 따라 섭취를 중단하거나 주의해야 할 경우를 설명합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: 오메가3 (EPA, DHA 등), 조류추출 오메가3, 식물성 오메가3\n💊 용도: 혈행 개선, 염증 반응 완화, 일반적인 건강 유지 (본 영상의 초점은 부작용 및 주의사항)\n👨‍⚕️ 약사 의견: 일반적으로 안전하고 검증된 보충제이나, 특정 조건에서는 섭취 중단 또는 용량 조절이 필요한 '주의' 성분.\n\n**3. 주요 내용**\n*   **수술 직전/직후 (최소 2주~1개월 이내):** 오메가3의 혈전 억제 및 피를 묽게 하는 작용 때문에 수술 부위 출혈 위험이 있어 섭취를 피해야 합니다.\n*   **특이 반응 발생 시:** 오메가3 섭취 후 가려움증, 두드러기(알레르기 반응), 멍이 잘 들거나 잇몸 출혈, 위장장애 등이 발생하면 섭취를 중단하거나 조류/식물성 오메가3로 변경해야 합니다.\n*   **두통/어지럼증 발생 시:** 오메가3 섭취 후 두통이나 어지럼증이 반복될 경우, 혈압 강하 및 혈관 이완 작용 때문일 수 있으므로 용량을 줄이거나 섭취를 중단해야 합니다.\n*   **특정 약물 복용/건강 상태 시:** 심혈관경색 약물 복용 중이거나 간수치가 200 이상으로 높은 경우, 오메가3 고용량(3g 이상) 섭취는 피해야 합니다.\n*   **충분한 식단 섭취 시:** 생선을 주 3회 이상 꾸준히 섭취하여 오메가3를 충분히 보충하고 있다면, 건강관리 목적으로 추가적인 오메가3 섭취는 필수가 아닙니다.\n\n**4. 트렌드 시사점**\n소비자들이 건강기능식품 섭취 시 성분별 효능뿐 아니라 개인의 건강 상태, 복용 중인 약물, 잠재적 부작용 및 주의사항에 대한 심층적인 정보를 필요로 함을 보여줍니다. 이는 건강기능식품의 안전하고 효과적인 섭취를 위한 맞춤형 정보 제공의 중요성이 커지고 있음을 시사합니다.",
    "processed_at": "2025-12-10T17:44:33.157020"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "의대교수도 깜짝 놀랐다! 녹내장을 멈추고 예방하는 비타민B3 나이아신아미드(배석철 교수님)",
      "video_id": "SinwL5rxniQ",
      "url": "https://www.youtube.com/watch?v=SinwL5rxniQ",
      "upload_date": "20251209",
      "view_count": 4495,
      "duration": 255,
      "description": "오늘은 충북대학교 의과대학 석좌교수이자 암 연구의 대가이신 배석철 교수님을 모시고, 3대 실명 원인 중 하나인 녹내장에 대한 놀라운 연구 결과를 들어봤습니다.\n\n놀랍게도 최근 임상 시험 결과, 비타민B3 (나이아신아마이드)가 녹내장 환자의 진행을 정지시키고 발병률을 감소시키며 예방할 수 있는 효과가 발견되었습니다. 미토콘드리아의 활성을 증가시켜 눈의 에너지 공급을 돕는 비타민B3가 새로운 희망이 될 수 있다는 것입니다.\n\n00:00 하이라이트\n00:19 배석철 교수님 초대석\n00:49 비타민B3 먹었더니 녹내장이 멈췄다?\n03:28 건강과 행복을 위해 비타민B3 꼭 드세요\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.co"
    },
    "summary": "**1. 핵심 주제**\n비타민 B3(나이아신아미드)가 녹내장의 진행 정지 및 예방에 도움을 줄 수 있다는 최신 임상 근거를 바탕으로 그 효능을 분석합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: 비타민 B3 (나이아신아미드)\n💊 용도: 녹내장 진행 정지 및 예방, 미토콘드리아 활성 증진, NAD 생성 및 시신경 보호\n👨‍⚕️ 약사 의견: 강력 추천 (보조적인 역할로서의 가능성을 강조하며 적극 권장)\n\n**3. 주요 내용**\n*   최근 임상 시험 결과에 따르면 비타민 B3가 녹내장 환자의 진행을 정지시키고 발병률을 감소시키며 예방하는 효과가 발견되었습니다.\n*   비타민 B3는 미토콘드리아 활성을 증가시켜 에너지를 공급함으로써 녹내장을 차단하는 것으로 이해되며, 이는 에너지를 가장 많이 소비하는 기관 중 하나인 눈에 특히 중요합니다.\n*   녹내장은 3대 실명의 원인 중 하나로, 비타민 B3가 그 진행을 멈추고 예방할 수 있다는 것은 매우 놀라운 연구 성과로 평가됩니다.\n*   비타민 B3는 눈의 NAD 생성을 돕고 시신경 회복 및 보호에 기여하여 시력 감퇴를 막을 수 있습니다.\n*   이는 치료제라기보다는 보조적인 목적으로, 가능성이 있다면 시도해 볼 만한 좋은 방법으로 제안되며, 하루 1g 복용이 언급되었습니다.\n\n**4. 트렌드 시사점**\n만성질환(특히 실명 위험이 있는 녹내장) 관리에 있어 과학적 근거를 바탕으로 한 특정 비타민(B3)의 보조적 역할에 대한 관심이 증가하는 트렌드를 보여줍니다. 전문가와의 협업을 통해 일반 대중에게 건강 정보가 확산되는 경향과 미토콘드리아 및 NAD 대사에 대한 이해가 높아지는 추세를 반영합니다.",
    "processed_at": "2025-12-10T17:44:51.046093"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "어깨, 무릎, 허리통증으로  병원 자주 가시는분?  이거 하나만 드시면 병원약 끊게 됩니다. (관절 영양제 조합법)",
      "video_id": "-748OaZFq00",
      "url": "https://www.youtube.com/watch?v=-748OaZFq00",
      "upload_date": "20251204",
      "view_count": 23412,
      "duration": 463,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은\n관절의 통증과 염증에 대응하여\n도움을 주는 영양제들을\n종류별로 정리하고 알아보는 영상입니다\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:25 오늘의 주제 : 관절 영양제 정리\n00:47 관절염이란?\n01:37 관절 영양제의 종류\n03:55 유형별 관절 영양제 조합법\n04:01 퇴행성 관절염 영양요법\n04:51 자가면역성 관절염 영양요법\n06:03 통풍 영양요법\n06:49 요약 및 마무리\n\n▶️ 유튜브 멤버십 가입 : https://www.youtube.com/channel/UCMFk5S7g5DY-CZNVh_Kyz_A/join \n\n▶️ 인스타그램 : http://www.instagram.com/yakstory119\n\n▶️  밴드 : http://band.us/@yakstory119\n\n▶️  고약사와 1:1 영양제 상담 : 친한약사\nhttps://abr.ge/hr9d3h\n\n▶️  비지니스 메"
    },
    "summary": "**1. 핵심 주제**\n약들약 고약사는 관절 통증과 염증으로 병원약을 복용하는 사람들이 약에만 의존하지 않고, 관절염 유형에 따라 검증된 건강기능식품들을 효과적으로 조합하여 증상을 개선하고 궁극적으로 약을 줄이거나 끊을 수 있는 방법을 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (약들약 채널 내 다른 영상 또는 멤버십 전용 영상에서 추천 예정)\n🧪 성분명: 오메가3, 식이유황 (MSM), 커큐민 (강황추출물), 보스웰리아, 초롱잎홍합, 글루코사민, 콘드로이친, 2형 콜라겐 (NEM 난강막 추출물), UC2 (비변형성 2형 콜라겐), 피크노제놀, 빌베리, 퀘르세틴, 브로멜라인, 우벤자임, 칼슘, 마그네슘, 비타민 D3, K2, 유산균, 베타글루칸, 타트체리, 셀러리시아 추출물\n💊 용도: 어깨, 무릎, 허리, 손목 관절 통증 및 염증 완화, 연골 구성 성분 보충, 면역 반응 조절, 요산 배출 (퇴행성 관절염, 류마티스 관절염, 강직성 척추염, 통풍 등)\n👨‍⚕️ 약사 의견:\n*   **추천:**\n    *   오메가3: 모든 관절 문제의 기본 보충제, 최소 1000mg, 보통 2000-3000mg 섭취 권장. 염증 및 면역 조절에 효과적.\n    *   퇴행성 관절염: 오메가3, 식이유황(MSM) 또는 커큐민, 난강막 추출물(NEM) 또는 콘드로이친 조합.\n    *   자가면역성 질환(류마티스, 강직성 척추염): 오메가3, 비타민D, 유산균, 식이유황(MSM)을 기본 조합으로 하고 UC2, 베타글루칸, 피크노제놀 등을 추가 고려.\n    *   통풍: 타트체리, 셀러리시아 추출물(요산 배출), 퀘르세틴, 오메가3, 커큐민, 브로멜라인 등 조합.\n    *   선택이 어렵다면 오메가3, 식이유황(MSM), 난강막 추출물(NEM) 또는 콘드로이친의 3가지 기본 조합 추천.\n*   **주의:** 저가형 오메가3 (500-600mg)는 큰 효과를 보기 어려움.\n\n**3. 주요 내용**\n*   관절염의 유형(퇴행성, 류마티스, 통풍 등)과 증상 파악이 효과적인 영양제 선택의 핵심임을 강조한다.\n*   관절 영양제를 염증 완화, 관절 구성 성분 보충, 면역 반응 조절 등 세 가지 주요 기능 유형으로 분류하여 설명한다.\n*   각 관절염 유형(퇴행성, 자가면역성, 통풍)에 최적화된 건강기능식품 조합법을 구체적으로 제시하며, 오메가3는 모든 관절 문제에 기본적으로 깔아주어야 할 핵심 성분임을 강조한다.\n*   오메가3는 최소 1000mg, 보통 2000-3000mg의 고용량 섭취를 권장하며, 용량 조절의 중요성을 언급한다.\n*   영양제 선택이 어렵거나 복잡하게 느껴지는 경우를 위해 오메가3, 식이유황(MSM), 난강막 추출물(NEM) 또는 콘드로이친의 세 가지 기본 조합을 추천한다.\n\n**4. 트렌드 시사점**\n이 영상은 개인의 건강 상태와 관절염 유형에 따른 맞춤형 건강기능식품 조합의 중요성이 부각되는 트렌드를 보여주며, 소비자들이 의약품 의존도를 낮추고 보충제를 통한 적극적인 건강 관리에 높은 관심을 가지고 있음을 시사한다. 또한 전문 약사의 지식을 바탕으로 한 상세하고 실용적인 정보 제공이 유튜브 콘텐츠로서 높은 호응을 얻는 경향을 반영한다.",
    "processed_at": "2025-12-10T17:45:14.572098"
  },
  {
    "video_info": {
      "channel": "오징어약사TV - 가장 쉬운 건강채널",
      "channel_url": "https://www.youtube.com/@Ojingeryaksa",
      "title": "내 상태에 맞는 공복혈당 단계별 공략법",
      "video_id": "M27vWw52xpw",
      "url": "https://www.youtube.com/watch?v=M27vWw52xpw",
      "upload_date": "20251204",
      "view_count": 5645,
      "duration": 497,
      "description": "오징어 약사가 직접 쓴 혈당에 관한 교과서\n오징어약사의 혈당 블로킹\n- 교보문고 : https://bit.ly/4lCJ8Na\n- 예스24 : https://bit.ly/45MBMSx\n- 알라딘 : https://bit.ly/44nJiAN"
    },
    "summary": "**1. 핵심 주제**\n공복 혈당 관리를 위한 식단 및 운동 방법을 초급, 중급, 상급 단계로 나누어 실용적으로 설명하는 영상입니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: 언급 없음\n💊 용도: 언급 없음\n👨‍⚕️ 약사 의견: 이 영상에서는 특정 건강기능식품이나 성분을 새롭게 추천하지 않음. 기존에 언급했던 식단, 운동, 영양제 정보의 반복적인 실천을 강조.\n\n**3. 주요 내용**\n*   **식사 관리 (Eating):** 초급자는 탄수화물 양 조절 및 저녁 식사 후 1시간 혈당 관리(160-180mg/dL 미만)에 집중하고, 중급자는 저녁 식사 시간을 당겨(6시 시작, 7시 전 종료) 소화를 일찍 마치고 야식을 피할 것을 권장(허기 시 삶은 달걀 1개 정도). 상급자는 저녁 식사 시 기름진 음식 대신 두부 등 담백한 단백질, 채소 위주로 소량 섭취하며, 인슐린 민감성이 높은 아침에 더 잘 먹는 것을 추천합니다.\n*   **저녁 금식 주의:** 인슐린 주사나 설포닐 유레아 계열 약물을 복용하는 당뇨 환자 및 마른 당뇨 환자는 저혈당 발생 또는 간에서 포도당 생산량 증가 위험이 있으므로 저녁 금식에 각별히 주의해야 합니다.\n*   **움직임 관리 (Movement):** 초급자는 식사 후 30분 뒤 하체 운동(걷기, 스쿼트 등 최소 20분)을 통해 혈당 상승을 막는 것을 강조합니다. 중급자는 혈당 패턴을 이해하는 선에서 계단 오르기를 시도하고, 상급자는 식전 유산소 운동(달리기)이나 하체 근력 운동을 통해 인슐린 민감성을 높이고 식사 후 포도당 처리 능력을 개선할 것을 권장합니다.\n*   **반복과 일관성 강조:** 약사는 새로운 건강기능식품이나 특별한 방법보다는, 이미 검증된 식단, 운동, (과거 영상에서 다루었을) 영양제 정보를 꾸준히 반복하여 실천하는 것이 공복 혈당 관리의 핵심이라고 강조합니다.\n\n**4. 트렌드 시사점**\n건강기능식품의 새로운 탐색보다는 식단 및 운동 등 생활 습관 개선의 중요성을 강조하며, 개인의 건강 상태와 숙련도에 맞춰 단계별 접근법을 제시하는 실용적인 정보 제공이 트렌드로 보인다. 기본에 충실한 반복적인 실천을 강조하며 과도한 기대감을 낮추는 약사의 현실적인 조언이 돋보인다.",
    "processed_at": "2025-12-10T17:45:38.309658"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "약사인 제가 매일 먹는 중년필수영양제!  심장, 피로, 정자, 난자까지 지킵니다(효능, 복용법, 고르는 법)",
      "video_id": "75AMw1OJOKA",
      "url": "https://www.youtube.com/watch?v=75AMw1OJOKA",
      "upload_date": "20251204",
      "view_count": 14989,
      "duration": 265,
      "description": "안녕하세요. 영양제 만드는 약사 리틀약사입니다.\n\n'이것'이 없으면 심장과 생식세포가 망가지고 하루 종일 피곤합니다. 더 무서운 것은 이 필수 영양소가 지금도 여러분의 몸에서 계속 줄어들고 있다는 사실입니다.\n\n약사인 제가 매일 챙겨 먹는 이 성분은 바로 코엔자임Q10(CoQ10)입니다. 미토콘드리아에서 에너지를 폭발시키는 핵심 연료인 코큐텐은 특히 30대 후반부터 급감하기 때문에 노화 방지와 심장 건강을 위해 반드시 보충해야 합니다. 고지혈증약(스타틴)을 드시는 분들에게는 필수 중의 필수입니다.\n\n시중에 너무 많은 코큐텐 제품 중, 진짜 좋은 제품을 고르는 약사의 3가지 기준을 알려드립니다.\n\n00:00 인트로\n00:19 코엔자임큐텐의 중요성\n01:57 고품질 코큐텐 고르는 법 3가지\n03:43 최종정리\n\n🔔 구독, 좋아요, 알림 설정은 리틀약사 채널에 큰 힘이 됩니다!\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 :"
    },
    "summary": "**1. 핵심 주제**\n중년 이후 감소하는 코엔자임 Q10의 중요성, 효능, 복용법 및 제품 선택 기준을 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: 코엔자임 Q10 (CoQ10), 코큐텐, 유비퀴논 (Ubiquinone), 유비퀴놀 (Ubiquinol)\n💊 용도: 심장 건강(심부전 치료제 허가), 피로 회복, 정자 운동성 및 난자 질 개선, 편두통 완화, 고강도 운동 회복 (특히 고지혈증 약물(스타틴 계열) 복용자 필수).\n👨‍⚕️ 약사 의견: 유비퀴논 형태의 단일 성분 제품을 식사 후 복용할 것을 권장하며, 비타민 B군과 함께 복용 시 피로회복에 더욱 효과적임을 강조. 천연/합성 여부는 중요하지 않으며, 복합제는 약물 상호작용 위험으로 단일제를 추천함.\n\n**3. 주요 내용**\n*   코엔자임 Q10은 우리 몸의 에너지 발전소인 미토콘드리아에서 에너지를 폭발시키는 핵심 성분으로, 특히 심장에서 가장 많이 사용되지만 30대 후반부터 체내 합성량이 급감한다.\n*   고지혈증 약물(스타틴 계열) 복용자는 코엔자임 Q10의 체내 합성이 방해되므로 반드시 섭취해야 하며, 심장 건강, 피로, 정자 및 난자의 질 개선, 편두통 등에 도움이 된다.\n*   코엔자임 Q10 제품 선택 시 천연/합성 여부는 중요하지 않으며, 안정성과 가성비 측면에서 유비퀴논(Ubiquinone) 형태를 권장한다. 유비퀴논은 체내에서 쉽게 활성형인 유비퀴놀(Ubiquinol)로 전환된다.\n*   다른 성분과 섞인 복합제보다는 오로지 코엔자임 Q10만 들어있는 단일 제품을 선택하는 것이 다른 약물과의 상호작용 위험을 줄일 수 있어 가장 안전하고 효과적이다.\n*   코엔자임 Q10은 식사 후 복용하는 것을 권장하며, 고함량 비타민 B군 제품과 함께 섭취하면 피로 회복에 더 큰 시너지 효과를 얻을 수 있다.\n\n**4. 트렌드 시사점**\n고령화 사회에서 심장 건강 및 에너지 대사 등 연령 관련 건강 문제에 대한 소비자들의 관심이 높으며, 약사와 같은 전문가의 과학적이고 실용적인 정보(성분 형태, 복합제 여부 등)에 대한 수요가 증가하고 있음을 보여준다.",
    "processed_at": "2025-12-10T17:46:11.683805"
  },
  {
    "video_info": {
      "channel": "영양과학자 양과자",
      "channel_url": "https://www.youtube.com/@양과자",
      "title": "어떤 소금을 먹어야 하나? 논란 종결. 소금 조사 후 고른 '생명 소금' 약학 박사가 검증한 중금속 0% 소금 추천 [아이허브, 쿠팡파트너스, 네이버 커넥트 광고 활동 포함]",
      "video_id": "cd5ZO2bjMCU",
      "url": "https://www.youtube.com/watch?v=cd5ZO2bjMCU",
      "upload_date": "20251204",
      "view_count": 27051,
      "duration": 354,
      "description": "#소금 #소금물 #셀틱 #중금속 \n\n소금물의 효과/효능에 대한 관심이 높아지면서 아침마다 소금물을 이용하고 계신 분들이 많습니다. 저는 7년전부터 10~20여종의 다양한 소금을 먹으면서 소금에 대한 이해를 높이고 각 소금마다 어울리는 음식을 찾았습니다. 따라서 소금물에는 딱 2개의 소금을 추천했었죠. 그런데 그 중 한 소금인 셀틱 소금이 중금속 이슈가 해외에서 제기됨에 따라서 댓글에 이에 대한 내용에 대해서 문제 제기를 하셨습니다. 저는 이를 확인하고자 셀틱 소금을 포함한 게랑드, 말돈, 핑크솔트 등 여러분들이 많이 이용하시는 소금에 대해서 안전하게 소금물에 이용하시라고 중금속 검사를 맡겼습니다. 이 영상이 여러분들이 안전하게 소금물에 이용할 소금을 고르는데 도움되시기 바라겠습니다.\n\n00:00 소금 중금속 검사, 안전한 소금은?\n00:12 맛좋고 미네랄 풍부한 소금 추천했던 이유\n01:50 소금 중금속 검사 결과 발표(셀틱, 게랑드, 히말라야 핑크, 말돈, 코스트코)\n02:26 중"
    },
    "summary": "**1. 핵심 주제**\n약학 박사가 직접 시판 소금 5종의 중금속 안전성을 검증하고, 건강 목적으로 소금물 섭취 시 적합한 소금과 효과적인 섭취 방법을 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 셀틱 소금(파란 봉지), 계랑드 소금(코스트코 판매분 및 일반 판매분), 말돈 소금, 히말라야 핑크솔트\n🧪 성분명: 주성분 염화나트륨(NaCl) 및 미네랄 (특히 미네랄 균형을 강조)\n💊 용도: 부신 피로 완화 및 전반적인 건강 증진을 위한 소금물 섭취 (건강기능식품 아님, 일반 식품)\n👨‍⚕️ 약사 의견: 소금물 섭취 시 맛과 미네랄 균형이 우수한 셀틱 소금과 계랑드 소금을 추천하며, 중금속 검사 결과 모든 소금(셀틱, 계랑드, 말돈, 핑크솔트)에서 중금속이 '불검출'되어 안전하다고 판단.\n\n**3. 주요 내용**\n1.  **소금 5종 중금속 검사 및 결과:** 약학 박사가 직접 인기 소금 5종(셀틱, 계랑드 2종, 말돈, 핑크 솔트)을 전문기관에 의뢰하여 비소, 납, 카드뮴, 수은 등 중금속 검사를 진행했으며, 모든 소금에서 중금속이 '불검출'되어 안전함을 입증했다. (특히 논란이 있었던 셀틱 소금도 안전).\n2.  **소금물 섭취 최적 소금 추천:** 건강 목적으로 마시는 소금물에는 미네랄 균형이 황금 비율로 잡혀 있어 부드럽고 묘하게 단맛이 올라오는 셀틱 소금과 계랑드 소금을 추천하며, 이는 비리거나 너무 짜지 않아 꾸준히 섭취하기 좋기 때문이라고 강조한다.\n3.  **소금물 농도 및 섭취법:** 소금물은 체내 나트륨 농도(0.9%)보다 낮은 농도로 타 마시는 것이 효과적이며, 구체적으로 물 240ml에 소금 1티스푼 이하(120ml에는 8분의 1에서 4분의 1 티스푼 이하)로 시작하여 입맛에 맞게 조절하도록 안내한다.\n4.  **소금별 활용법:** 소금물 섭취 효과는 대부분의 소금이 비슷하지만, 꾸준한 섭취를 위해서는 '맛'이 중요하며, 말돈 소금은 소고기, 함초소금은 돼지고기, 핑크솔트는 모든 고기에 어울리는 등 소금별로 다른 음식과의 궁합이 있다고 설명한다.\n5.  **전문가로서의 신뢰성 강조:** 단순히 검색된 정보가 아닌, 직접 사비를 들여 소금을 구매하고 전문기관에 검사를 의뢰하며, 7년간 다양한 소금을 직접 맛보고 연구한 경험을 바탕으로 신뢰성 있는 정보를 제공함을 강조한다.\n\n**4. 트렌드 시사점**\n건강을 목적으로 일반 식품을 섭취하는 트렌드 속에서, 소비자는 제품의 안전성과 효과에 대한 과학적 검증 및 전문가의 신뢰성 있는 정보를 더욱 중요하게 여기는 경향을 보인다. 이는 특정 성분을 강조하는 건강기능식품을 넘어, 일상 식재료의 선택에도 전문가의 검증된 정보가 큰 영향을 미칠 수 있음을 시사한다.",
    "processed_at": "2025-12-10T17:49:26.090162"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "해외 영양제 구매할 때 이건 꼭 확인하세요. 돈과 건강을 동시에 지킵니다. (해외 영양제 주의사항)",
      "video_id": "SYQbftXe9X4",
      "url": "https://www.youtube.com/watch?v=SYQbftXe9X4",
      "upload_date": "20251202",
      "view_count": 7920,
      "duration": 420,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은\n해외 직구 영양제 구매하실 때\n기억해두시면 좋은 주의사항에 대해\n말씀드리려고 합니다\n\n해외 영양제는 국내 영양제에 비해\n규제 허들이 낮기 때문에\n성분의 자유도가 높지만\n이런 점들은 유의하시는게 좋으니\n확인해주시고 도움되시기를 바랍니다\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:21 오늘의 주제 : 해외 영양제 고를 때 주의사항\n00:34 국내 영양제와 해외 영양제의 차이점\n01:05 1. 독점 블렌딩 원료\n01:45 2. 미네랄 함량\n02:26 3. 오메가3 순도, 함량\n03:18 4. 허브류 지표 물질\n04:25 5. FDA 승인, 실험실 테스트 완료\n04:57 6. 구미류 제품 함\n06:01 7. 아마존에서만 판매하는 제품\n06:38 마무리\n\n▶️ 유튜브 멤버십 가입 : https://www.youtube.com/channel/UCMFk5S7g5DY-CZNVh_Kyz_A/join \n"
    },
    "summary": "**1. 핵심 주제**\n해외 건강기능식품 구매 시 국내와 다른 표기 기준 및 잠재적 문제점을 설명하고 올바른 선택 기준을 제시한다.\n\n**2. 제품/성분 정보**\n\n*   📦 제품명: 슈퍼 누트리션 슈퍼 이뮨 (종합 비타민으로 언급)\n    🧪 성분명: 천연식품 허브 및 식물성 항산화제 혼합물 (케르세틴, 로즈쉽, 산사베리, 유기농 올리브잎, 여주추출물 등)\n    💊 용도: 종합 비타민, 항산화\n    👨‍⚕️ 약사 의견: '독점 블렌딩'은 성분이 많아 보이나 실제 유효 함량이 적을 수 있어 주의 필요.\n\n*   📦 제품명: 나우푸드 마그네슘 캡슐 400mg\n    🧪 성분명: 마그네슘 (산화 마그네슘, 구연산 마그네슘, 아스팔트산 마그네슘 등)\n    💊 용도: 마그네슘 보충\n    👨‍⚕️ 약사 의견: 배합 비율을 알 수 없어 실제 유기산 마그네슘 함량이 적을 수 있으며, 가급적 마그네슘 단일 성분 제품을 추천.\n\n*   📦 제품명: 캘리포니아 골드 뉴트리션 오메가3 프리미엄 PC 오일\n    🧪 성분명: EPA, DHA (오메가3)\n    💊 용도: 오메가3 보충\n    👨‍⚕️ 약사 의견: 두 알당 함량 기준이므로 순도가 낮을 수 있고 (TG 1세대 가능성), 저순도 제품은 불필요한 지방 섭취를 유발할 수 있어 주의 필요.\n\n*   📦 제품명: 캘리포니아 골드 뉴트리션 B프로폴리스 2X, 네이처스웨이 고투콜라, 스완슨 고투콜라 추출물 표준화\n    🧪 성분명: 프로폴리스 (플라보노이드), 커큐민 (커큐민오이드), 센텔레 아시아티카/병풀 추출물/고투콜라 (아시아티코사이드)\n    💊 용도: 항산화, 염증, 혈액순환 등 (허브류)\n    👨‍⚕️ 약사 의견: 지표물질 함량이 표기되지 않은 제품은 유효 성분 함량을 알 수 없으므로, 지표물질이 명확히 표기된 제품(스완슨 예시)을 선택해야 함.\n\n*   📦 제품명: 언급 없음 (해외 젤리/액상 제품)\n    🧪 성분명: 엽산, 비타민 B12 등 (마이크로그램 단위 성분)\n    💊 용도: 비타민/미네랄 보충\n    👨‍⚕️ 약사 의견: 안정성 유지가 어려워 실제 함량이 표기와 다를 수 있으니 믿지 말 것.\n\n*   📦 제품명: 언급 없음 (아마존에서만 판매되는 보충제, 예: 베르베린 등)\n    🧪 성분명: 언급 없음\n    💊 용도: 보충제\n    👨‍⚕️ 약사 의견: 듣도 보도 못한 제품들은 짭퉁이나 성분 문제가 있을 수 있으니 피할 것. 아이어브, 쿠팡, 월마트, 코스트코 등 글로벌 유통 제품을 고를 것.\n\n**3. 주요 내용**\n\n*   해외(특히 미국) 건강기능식품은 국내와 달리 성분 표기 기준이 모호하거나 법적 제재가 약해 소비자가 오인하기 쉬우므로 꼼꼼한 확인이 필수적이다.\n*   '독점 블렌딩' 제품은 여러 성분을 소량 혼합하여 실제 유효 함량을 알기 어렵게 만들 수 있으니 성분명만 보고 속지 않도록 주의해야 한다.\n*   미네랄(예: 마그네슘) 및 오메가3 제품은 복용량당 함량, 순도, 원료 형태(TG/RTG) 등을 면밀히 확인하여 불필요한 성분 섭취를 피해야 한다.\n*   허브류(예: 프로폴리스, 고투콜라)는 유효성분을 나타내는 '지표물질'의 함량 표기가 국내 기준과 다르거나 누락되는 경우가 많으므로, 지표물질 함량이 명확히 표기된 제품을 선택해야 한다.\n*   젤리 및 액상 형태의 제품은 성분 안정성 유지가 어려워 실제 함량이 표기와 다를 가능성이 높으며, 아마존 등 특정 플랫폼에서만 판매되는 검증되지 않은 브랜드의 보충제는 피하는 것이 좋다.\n\n**4. 트렌드 시사점**\n해외 직구 건강기능식품 시장의 성장과 함께 국내외 규제 및 표기 기준 차이에 대한 소비자의 이해 증진이 필수적이다. 이는 단순히 저렴한 가격을 넘어 제품의 실제 효능과 안전성을 고려하는 현명한 소비 트렌드를 반영한다.",
    "processed_at": "2025-12-10T17:52:54.524587"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "정력제가 1000원? 활기찬 하루를 위한 쌍화탕의 진실! 비아그라보다 더 좋을까? (약국 쌍화탕 vs 마트 쌍화차 차이)",
      "video_id": "cpVWfvW2a74",
      "url": "https://www.youtube.com/watch?v=cpVWfvW2a74",
      "upload_date": "20251202",
      "view_count": 20483,
      "duration": 228,
      "description": "안녕하세요! 먹는 것이 곧 나를 만든다. 영양제 만드는 약사 리틀약사입니다.\n\n야근, 집안일, 육아... 극심한 만성피로와 활력 저하로 고통받는 현대인들! 단돈 1000원짜리 쌍화탕에 심신이 완전히 고갈된 몸을 근본적으로 회복시키는 놀라운 정력과 피로회복의 비밀이 숨겨져 있습니다.\n\n오늘 이 영상을 끝까지 보시면, 쌍화탕 이름의 유래부터 비아그라와는 전혀 다른 쌍화탕의 작용 기전, 그리고 마트나 편의점에서 파는 쌍화차와 약국 일반의약품 쌍화탕을 구별하는 법까지 모든 것을 알게 될 겁니다. 이젠 속지 마세요!\n\n✅ 영상에서 다루는 핵심 주제\n00:00 쌍화탕의 역사적 의미: '쌍(雙)'과 '화(和)'의 의미, '방사 후 노역 후유증'을 다스리는 약.\n01:54 쌍화탕 vs 비아그라: 몸의 근본을 채우는 보혈 개념의 회복제 vs 혈관을 넓히는 약.\n02:16 쌍화탕 vs 쌍화차: 약국 일반의약품 쌍화탕을 먹어야 하는 이유.\n03:01 복용법: 언제, 어떻게 먹어야 남성 활력에 도움이 되"
    },
    "summary": "**1. 핵심 주제**\n이 영상은 약국 쌍화탕의 본래 효능과 함께 현대인의 만성 피로 및 활력 증진에 대한 역할을 강조하며, 의약품 쌍화탕과 일반 식품인 쌍화차의 명확한 차이점을 설명합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (약국 쌍화탕 vs 마트/편의점 쌍화차로 구분)\n🧪 성분명: (의약품 쌍화탕) 숙지황, 당귀, 작약 등 9가지 약재\n💊 용도: 만성 피로 해소, 남성 활력 증진, 허약 체질 개선, 보혈, 과로 및 병중 회복, 심신 고갈 상태 회복\n👨‍⚕️ 약사 의견: 약국에서 판매하는 '의약품 쌍화탕'의 효능을 강조하며 특정 증상(피로, 허약, 감기 등)에 권장하지만, 쌍화차와 구별하고 당 함량 및 특정 질환(고혈압, 부종)에 대한 주의를 당부한다.\n\n**3. 주요 내용**\n*   쌍화탕은 단순히 감기약이 아니라, 고대 한의학서에 따르면 방사 후 또는 노역 후 허해진 몸의 활력과 정력을 회복하고 음양의 조화를 이루는 약이었다.\n*   쌍화탕은 비아그라처럼 혈관을 직접 넓히는 것이 아닌, 노동과 성생활로 허해진 몸을 근본적으로 채워주는 보혈 개념의 한약이자 회복제다.\n*   약국에서 판매되는 쌍화탕은 숙지황, 당귀, 작약 등 9가지 약재가 정확한 비율로 배합된 '일반 의약품'이며, 마트나 편의점의 쌍화차는 재료 일부만을 사용한 '일반 식품' 또는 '음료'이므로 약효를 기대하기 어렵다.\n*   피로가 심하거나 몸이 찰 때, 감기로 몸이 힘들 때 식후 또는 격한 움직임 전후에 복용하며, 당 함량이 낮은 제품을 선택하고 고혈압이나 부종이 심한 경우 전문가와 상담 후 복용해야 한다.\n\n**4. 트렌드 시사점**\n현대인의 만성 피로 및 활력 저하 문제에 대한 관심과 전통 한방 제제에 대한 수요를 보여준다. 또한, 의약품과 일반 식품 간의 명확한 구별을 통해 소비자의 올바른 제품 선택을 돕는 전문가 정보의 중요성을 시사한다.",
    "processed_at": "2025-12-10T17:54:46.231505"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "몸이 보내는 철분 부족 4가지 증상, 신호. 이런분들은 철분이 상당히 도움을 줄 수 있습니다 (철분 다빈도 질문)",
      "video_id": "ZHLHl5ct4AA",
      "url": "https://www.youtube.com/watch?v=ZHLHl5ct4AA",
      "upload_date": "20251129",
      "view_count": 29632,
      "duration": 654,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘 영상은\n박약다식 박소윤 약사님과 함께\n철분에 관하여 많이 궁금해하시는\n다빈도 질문들에 답변드리는 영상입니다\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인 \n00:00 탈모엔 철분? \n00:14 오프닝 \n00:20 오늘의 주제 : 철분 다빈도 질문 \n00:46 철분 영양제 여성에게 더 필요하다?\n01:32 철분은 부작용이 많은 영양제?\n02:17 헴철과 비헴철의 차이\n02:56 비헴철 먹어야 하는 경우\n03:09 헴철 먹어야 하는 경우 \n03:38 철분 먹으면 좋은 분들은? \n04:41 탈모라면 철분이 필수? \n05:27 철분과 함께 먹으면 좋은 것\n06:19 피곤하거나 집중이 안된다면? \n06:39 성인ADHD 영양제\n06:47 철분 섭취가 필요한 경우\n07:05 철분 부작용  \n07:28 비타민C와 철분 함께 먹으면 좋다? \n08:43 칼슘이 철분 흡수를 방해한다? \n09:19 흡수율 높이는 법 (철분제 먹고 변"
    },
    "summary": "**1. 핵심 주제**\n이 영상은 철분 보충제에 대한 오해를 해소하고, 복용 대상, 종류, 부작용 및 올바른 섭취 방법을 상세히 설명하며 특히 여성 탈모, 피로, 집중력 저하 등 철분 부족과 관련된 다양한 증상 개선에 초점을 맞춥니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (단, 모발 건강 보조제로 '판시딜' 및 '약용효모' 언급)\n🧪 성분명: 철분 (햄철, 비햄철, 리포퍼 형태 포함)\n💊 용도: 철분 결핍성 빈혈 및 철분 부족 증상 개선 (여성 탈모, 피로, 집중력 저하, 성장기 어린이, 임산부/수유부, 손발 차가움 등)\n👨‍⚕️ 약사 의견: 특정 대상 (여성 탈모, 임산부/수유부, 성장기 어린이, 피로/집중력 저하 등)에게는 적극 추천. 고용량 섭취 시에는 반드시 진단 필요. 일반적인 영양제 용량(12-20mg)은 철분 수치 정상이라도 증상 개선에 도움. 햄철은 변비 부작용 적어 추천, 비햄철은 고용량 필요 시 고려. 비타민C, 칼슘과의 병용은 과거만큼 중요하지 않음. 격일 섭취 시 흡수율 증대 및 부작용 감소 꿀팁 강조.\n\n**3. 주요 내용**\n1.  **철분 섭취 권장 대상:** 빈혈 환자뿐 아니라 여성 탈모, 성장기 어린이(특히 고기 안 먹는 친구), 임산부/수유부, 만성 피로, 집중력 저하, 수족냉증, 혀/손끝 창백 등 철분 부족이 의심되거나 관련된 증상이 있는 경우 철분 보충이 권장됩니다.\n2.  **철분 종류 및 선택:** 햄철은 흡수율이 높고 변비 등 위장 부작용이 적어 선호되나 가격이 비싸고 고용량이 드뭅니다. 비햄철은 가격이 저렴하고 고용량 제품이 많지만 변비를 유발할 수 있어, 최근에는 흡수율을 높이고 부작용을 줄인 리포퍼(인지질/단백질 코팅) 형태의 비햄철도 주목받습니다. 변비가 고민인 경우 햄철이나 코팅된 비햄철을 추천합니다.\n3.  **철분 섭취 시 오해 해소:** 고용량 철분은 빈혈 진단 시 필요하며, 일반적인 영양제 용량(12-20mg)은 증상 개선 목적입니다. 비타민C와 함께 섭취하면 흡수율이 높아진다는 것은 과거 무기염 형태의 철분에 해당하며, 현대의 햄철이나 코팅된 비햄철에는 큰 영향을 미치지 않습니다. 칼슘도 고용량(800mg 이상)이 아니면 철분 흡수 방해를 크게 우려할 필요 없습니다.\n4.  **흡수율 높이는 꿀팁:** 철분을 매일 섭취하기보다 격일(이틀에 한 번)로 섭취하면 체내 흡수 조절 메커니즘으로 인해 흡수율을 높이고 변비 등 부작용을 줄이는 데 도움이 될 수 있다는 연구 데이터가 있습니다.\n\n**4. 트렌드 시사점**\n철분 보충제에 대한 소비자의 높아진 관심과 함께, 개인의 증상 및 필요에 맞춘 맞춤형 섭취의 중요성이 강조되고 있습니다. 또한, 최신 연구 결과를 바탕으로 비타민C나 칼슘과의 병용 섭취 등 오래된 통념을 바로잡는 근거 기반 정보 제공이 중요해지고 있음을 시사합니다.",
    "processed_at": "2025-12-10T18:08:17.688476"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "치명적인 마그네슘 부작용, 이런 증상이 있다면 당장 섭취 중단하세요 (마그네슘 몰아보기)",
      "video_id": "urxjCMs04Lc",
      "url": "https://www.youtube.com/watch?v=urxjCMs04Lc",
      "upload_date": "20251127",
      "view_count": 233935,
      "duration": 1677,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은\n마그네슘에 관한 지난 영상들을\n쭉 모아서 정리해 본\n마그네슘 몰아보기 영상입니다\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:25 마그네슘 부족 신호\n09:13 마그네슘 부작용\n15:53 마그네슘 효과 높이는 영양제\n19:47 최고의 직구 마그네슘\n23:37 약국용 의약품 마그네슘\n27:25 마무리\n\n▶️ 유튜브 멤버십 가입 : https://www.youtube.com/channel/UCMFk5S7g5DY-CZNVh_Kyz_A/join \n\n▶️ 인스타그램 : http://www.instagram.com/yakstory119\n\n▶️  밴드 : http://band.us/@yakstory119\n\n▶️  고약사와 1:1 영양제 상담 : 친한약사\nhttps://abr.ge/hr9d3h\n\n▶️  비지니스 메일 : yaksastory@gmail.com\n\n❗️본영상은 의학적인 내용을 다룰 수 있지만"
    },
    "summary": "처리 실패: 파일 크기 초과 (29.0MB > 25MB). 영상이 너무 깁니다.",
    "processed_at": "2025-12-10T18:08:23.535888"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "아이허브와 쿠팡의 인기 오메가3 직접 검사 해봤습니다. (오메가3 산패도 검사)",
      "video_id": "d4BX0AskBPs",
      "url": "https://www.youtube.com/watch?v=d4BX0AskBPs",
      "upload_date": "20251125",
      "view_count": 32936,
      "duration": 347,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은\n날씨도 쌀쌀해지고 늦어진 감이 있지만\n여름철에 배송된 해외 오메가3들의\n산패도 검사 결과를 공유드리는 영상입니다\n\n여름철에 배송된 해외 오메가3가\n변질되었다는 이야기가 많아서\n찝찝함이 있으셨을텐데요\n\n여러가지 제품들의 검사 결과를 확인해 보고\n어떤 제품을 조심하셔야 하는지\n말씀드리겠습니다\n\n해외 오메가3는 앞으로도 \n꾸준히 검사를 맡겨서\n변질된 제품이 있는지 확인드리려고 하구용\n\n걱정되는 제품이 있으시면\n댓글로 남겨주시면 참고하도록 하겠습니다\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:21 오늘의 주제 : 여름철 해외 오메가3 산패도 검사\n01:14 스포츠 리서치 트리플 스트렝스\n02:00 나우푸드 울트라 오메가3\n02:39 자로우 포뮬러 EPA DHA 밸런스\n03:26 CGN 오메가 800\n03:40 CGN 프리미엄 오메가3\n03:58 내츄럴 팩터 RX 오메가3\n04:02 오메가비아 "
    },
    "summary": "**1. 핵심 주제**\n약사가 인기 해외 직구 오메가3 제품들의 산패도 및 품질을 직접 검사하고, 그 결과를 바탕으로 특정 제품에 대한 구매 추천 또는 주의 의견을 공유합니다.\n\n---\n\n**2. 제품/성분 정보**\n\n*   **📦 제품명**: 스포츠 리서치 오메가3\n    *   **🧪 성분명**: 알래스카 폴라악 (명태)\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (현재로서는 믿고 섭취 가능, 품질 관리 우수)\n\n*   **📦 제품명**: 나우푸드 울트라 오메가3\n    *   **🧪 성분명**: 언급 없음\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 구매 비추천 (매번 검사마다 산패 및 변질 문제 발생)\n\n*   **📦 제품명**: 자로우 포뮬러 EPA-DHA 밸런스\n    *   **🧪 성분명**: 언급 없음\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 쿠팡 구매 시 주의 (쿠팡 구매 제품 과산화물가 살짝 높음), 아이허브 구매는 문제없음\n\n*   **📦 제품명**: CGN 오메가 800\n    *   **🧪 성분명**: KD 파마 원료\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (검사할 때마다 잘 나옴, 품질 양호)\n\n*   **📦 제품명**: CGN 오메가3 프리미엄\n    *   **🧪 성분명**: NTG 오메가 1세대 오메가3\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 중립/보류 (과거 산패 문제 있었으나 이번엔 문제 없음, 1세대 오메가3 특성 고려)\n\n*   **📦 제품명**: 내추럴 팩터 오메가3\n    *   **🧪 성분명**: 언급 없음\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (수치상 문제 없었음)\n\n*   **📦 제품명**: 오메가비아 오메가3\n    *   **🧪 성분명**: 언급 없음\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (산패 및 함량 모두 문제 없었음)\n\n*   **📦 제품명**: 슈퍼누트리션 오메가3\n    *   **🧪 성분명**: 알티지 오메가3 원료 사용 (순도 60% 추정)\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (문제 없었음)\n\n*   **📦 제품명**: 21센트리 오메가3\n    *   **🧪 성분명**: 1세대 오메가3, 엔티지 오메가3\n    *   **💊 용도**: 건강 목적 (오메가3, 가성비 제품)\n    *   **👨‍⚕️ 약사 의견**: 추천 (놀랍게도 문제 없었음)\n\n*   **📦 제품명**: 닥터스베스트 오메가3\n    *   **🧪 성분명**: 언급 없음\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (커트라인에 걸릴랑 말랑했으나 문제 없었음)\n\n*   **📦 제품명**: 라이프 익스텐션 슈퍼 오메가3 참깨 리그난\n    *   **🧪 성분명**: 언급 없음 (참깨 리그난 혼합)\n    *   **💊 용도**: 건강 목적 (오메가3)\n    **👨‍⚕️ 약사 의견**: 평가 불가 (다른 성분 혼합으로 검사 어려움)\n\n*   **📦 제품명**: 국내 제품 (메이드 인 캐나다)\n    *   **🧪 성분명**: 언급 없음\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (문제 없었음)\n\n*   **📦 제품명**: 국내 제품 (KD파마 오메가3 원료 사용)\n    *   **🧪 성분명**: KD파마 오메가3 원료\n    *   **💊 용도**: 건강 목적 (오메가3)\n    *   **👨‍⚕️ 약사 의견**: 추천 (문제 없었음)\n\n---\n\n**3. 주요 내용**\n\n*   약사가 쿠팡과 아이허브 등 해외 직구 및 국내 인기 오메가3 총 16가지 제품의 산패도와 함량을 직접 검사했습니다.\n*   나우푸드 울트라 오메가3는 로트 번호가 같은 쿠팡과 아이허브 제품 모두 매번 검사(23, 24, 25년)마다 산패 문제를 일으켜 구매를 강력히 비추천했습니다.\n*   스포츠 리서치 오메가3는 전반적으로 품질 관리가 우수했으나, 자로우 포뮬러 EPA-DHA 밸런스는 쿠팡 구매 제품에서만 과산화물가 수치가 살짝 높게 나왔습니다.\n*   CGN 오메가 800, 내추럴 팩터, 오메가비아, 슈퍼누트리션, 21센트리, 닥터스베스트, 그리고 국내 제품 등 다수의 오메가3는 산패도 및 함량 모두 양호한 품질을 보였습니다.\n*   이번 검사를 통해 해외 직구 오메가3는 유통 경로(쿠팡 vs 아이허브) 및 보관 환경에 따라 품질 변동이 있을 수 있으며, 지속적인 품질 검증의 중요성을 강조했습니다.\n\n---\n\n**4. 트렌드 시사점**\n해외 직구 건강기능식품, 특히 산패에 취약한 오메가3의 경우 유통 및 보관 환경에 따라 품질 변동이 크므로 구매 시 신중한 검토가 필요하다. 소비자는 단순히 인기나 가성비에 의존하기보다 전문가의 검증 정보를 참고하여 안전하고 신뢰할 수 있는 제품을 선택해야 함을 시사한다.",
    "processed_at": "2025-12-10T18:08:46.775088"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "한 달 3만원으로 필수 영양제 세팅! 최적의 조합 알려드릴게요 (가성비 오마비디유씨 제품 추천)",
      "video_id": "xLsPKn5BYZM",
      "url": "https://www.youtube.com/watch?v=xLsPKn5BYZM",
      "upload_date": "20251120",
      "view_count": 92142,
      "duration": 408,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘의 주제는\n한 달에 3만원대로 오마비디유씨 구성해보기 입니다\n국내와 해외 제품 각각 골라봤구요 \n\n편집하는 중에 일부 직구 제품들 가격이 올라가서 아쉽지만\n그래도 가성비 좋은 제품들이니\n영양제 고르실 때 도움이 되셨으면 좋겠습니다\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:21 오늘의 주제 : 가성비 오마비디유씨 세팅법\n00:55 해외 가성비 오마비디유씨 제품은?\n02:43 해외 제품 요약\n03:10 국내 가성비 오마비디유씨 제품은?\n05:32 국내 제품 요약\n05:39 고약사 추천 조합\n06:23 마무리\n\n▶️ 유튜브 멤버십 가입 : https://www.youtube.com/channel/UCMFk5S7g5DY-CZNVh_Kyz_A/join \n\n▶️ 인스타그램 : http://www.instagram.com/yakstory119\n\n▶️  밴드 : http://band.us/@yaksto"
    },
    "summary": "**1. 핵심 주제**\n월 3만원대로 필수 영양제 '오마비디우C' (오메가3, 마그네슘, 비타민 B군, 비타민 D, 유산균, 비타민 C)를 국내 및 해외 제품으로 가성비 있게 구성하는 방법을 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 나우푸드 마그네슘 글라이신산 (Now Foods Magnesium Glycinate)\n🧪 성분명: 마그네슘 글라이신산 (알비온 킬레이트 마그네슘)\n💊 용도: 마그네슘 보충 (흡수율 높은 형태)\n👨‍⚕️ 약사 의견: 알비온사의 킬레이트 마그네슘으로 흡수율이 높고 품질이 우수하여 해외 제품 중 추천.\n\n**3. 주요 내용**\n1.  필수 영양제 '오마비디우C'의 중요성을 강조하고, 월 3만원대의 가성비 구성을 목표로 장기간 꾸준히 섭취할 수 있는 제품들을 추천한다.\n2.  해외 제품과 국내 제품 각각에 대해 오마비디우C를 구성하는 구체적인 제품명, 성분, 가격 및 약사의 추천 이유를 상세히 설명한다.\n3.  오메가3는 산패 우려로 국내 제품(종근당 프로오메가), 마그네슘 및 비타민 B군은 고품질의 활성형 선택이 용이한 해외 제품(나우푸드 마그네슘 글라이신산, 닥터스베스트 비타민 B군)을 추천한다.\n4.  유산균(일동제약 B.O.B.천)과 비타민 C(고려은단 비타민C)는 국내 제품이 가성비와 품질 면에서 우수하며, 비타민 D는 국내외 제품 간 큰 차이가 없다고 평가한다.\n5.  영양제 섭취 시 식후 복용, 부작용 확인, 용량 조절 등 점진적 접근을 권장하며, 개인의 필요에 따라 국내외 제품을 섞어 섭취하는 것을 제안한다.\n\n**4. 트렌드 시사점**\n소비자들이 가성비와 품질을 동시에 추구하며, 국내외 제품을 교차 선택하여 최적의 영양제 조합을 구성하려는 트렌드를 반영한다. 약사와 같은 전문가 채널이 특정 성분, 원료사, 활성형 여부 등 심층적인 제품 정보를 제공하며 소비자들의 합리적인 선택을 돕는 역할을 하고 있음을 보여준다.",
    "processed_at": "2025-12-10T18:09:05.288243"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "마운자로, 위고비 치명적 부작용 줄이는 영양제 ( 비만치료제 주의사항 )",
      "video_id": "xA8pNb-dijU",
      "url": "https://www.youtube.com/watch?v=xA8pNb-dijU",
      "upload_date": "20251118",
      "view_count": 14758,
      "duration": 401,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은 요즘 많은 분들이 다이어트 목적으로 사용하는\n위고비, 마운자로 (비만 치료제) 활용 시 피해야 될 영양제, 의약품에 대한 영상입니다\n\n재미있게 봐주시면 감사드리겠구용\n제품에 대해 더 궁금하신 점들은 댓글로 남겨주시면 답변드리도록 하겠습니다 \n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인 \n00:00 위고비,마운자로와 함께 먹으면 독이 되는 영양제?\n00:19 오프닝\n00:24 오늘의 주제 : 비만치료제와 영양제 \n00:34 비만치료제 열풍 (위고비, 마운자로)\n01:08 극적인 효과 나타나는 이유\n02:05 비만치료제 부작용\n02:36 섭취하면 좋은 영양제 \n03:55 주의해야 할 영양제\n05:01 주의해야 할 의약품 \n05:55 정리\n06:27 주의 필요한 성분\n06:30 마무리\n\n▶️ 유튜브 멤버십 가입 : https://www.youtube.com/channel/UCMFk5S7g5DY-CZNVh_Kyz_A/"
    },
    "summary": "**1. 핵심 주제**\n이 영상은 위고비와 마운자로 같은 GLP-1 계열 비만 치료제 사용 시 발생할 수 있는 부작용을 관리하고 약물 상호작용을 피하기 위한 건강기능식품 선택 가이드를 제공합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (성분명 위주 설명)\n🧪 성분명:\n    *   **권장:** 단백질, 칼슘, 마그네슘, 소화효소, 식이섬유, 유산균, 종합비타민 (특히 B12, D, 철분), 미네랄 복합제.\n    *   **주의/피해야 할:** 커큐민(강황추출물), 베르베린, 크롬, 시나몬, 알파리포산, 가르시니아, 카테킨(녹차 추출물), 홍국, 고용량 EGCG.\n💊 용도:\n    *   **권장 성분:** 근손실 방지, 뼈 건강 유지, 위장관 트러블 완화, 영양 결핍 보충.\n    *   **주의/피해야 할 성분:** 간 독성 위험, 저혈당 유발, 약물 상승작용.\n👨‍⚕️ 약사 의견:\n    *   **권장:** 위고비/마운자로 복용 시 발생할 수 있는 근손실, 영양 결핍, 위장관 문제 등을 보충제를 통해 관리할 것을 추천.\n    *   **주의/피해야 할:** 소화 흡수 지연으로 인한 간 독성 증가(커큐민, 홍국, 고용량 EGCG 등), 저혈당 위험(혈당 조절 성분), 상승작용(다른 식욕 억제/다이어트 보충제) 등을 이유로 섭취를 피하거나 주치의와 상담 후 신중하게 복용할 것을 경고.\n\n**3. 주요 내용**\n*   위고비와 마운자로의 폭발적인 사용 증가 및 극적인 체중 감량 효과를 언급하며, 이로 인한 부작용 관리의 중요성을 강조합니다.\n*   주요 부작용으로 위장관 트러블, 대사율 저하, 근육량 감소, 골다공증, 컨디션 저하, 우울감, 숙취 심화 등을 지적합니다.\n*   부작용 완화를 위해 단백질 보충제, 칼슘/마그네슘, 소화효소, 식이섬유, 유산균, 종합비타민 등 보충제 섭취를 추천하며, 특히 뼈 건강과 위장관 건강 관리에 중점을 둡니다.\n*   섭취를 피하거나 주의해야 할 보충제로 커큐민(간 독성 위험), 혈당 조절 성분(저혈당 유발 위험), 다른 식욕 억제/다이어트 보충제(상승작용 및 간 독성 위험)를 구체적으로 제시합니다.\n*   일부 내용은 아직 데이터가 부족하여 케이스 리포트나 추정에 가깝다고 밝히며, 위고비 사용 시 위장관 운동이 느려져 흡수가 오래되는 만큼 간 독성 있는 성분은 특히 주의할 것을 당부합니다.\n\n**4. 트렌드 시사점**\nGLP-1 계열 비만 치료제의 급증하는 인기는 관련 부작용 관리 및 약물-영양제 상호작용에 대한 소비자들의 정보 수요를 폭발적으로 증가시키고 있습니다. 약사 등 전문가 채널은 이러한 새로운 치료 트렌드에 발맞춰 신뢰성 있는 건강기능식품 복용 지침을 제공하는 중요한 역할을 하게 될 것입니다.",
    "processed_at": "2025-12-10T18:09:41.401999"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "약사들이 1순위로 고른 돈값하는 영양제는? 직구 제품 직접 골라봤습니다.  (영양제 우선순위 with 리틀약사)",
      "video_id": "q0o42G4S4vk",
      "url": "https://www.youtube.com/watch?v=q0o42G4S4vk",
      "upload_date": "20251113",
      "view_count": 75133,
      "duration": 671,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은 리틀약사님과 함께\n지난 번에 다뤘던 영양제 우선순위 콘텐츠에서\n1~3순위에 해당하는 성분들을 되짚어보고\n각각 구매할 만한 제품을 직접 선정해보는 영상입니다\n\n재미있게 봐주시면 감사드리겠구용\n제품에 대해 더 궁금하신 점들은 댓글로 남겨주시면 답변드리도록 하겠습니다 \n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:21 오늘의 주제 : 영양제 우선순위 제품 선정\n01:22 리틀약사 1티어 - 효소, 유산균, 오메가3\n02:13 고약사 1티어 - 오마비디유씨\n03:36 리틀약사 2티어 - 피크노제놀\n04:35 고약사 2티어 - 커큐민, 마늘\n05:32 고약사 3티어 - 밀크시슬\n05:53 리틀약사 3티어 - NEM, MSM\n06:55 고약사 3티어 - 베르베린, 글루타치온, 콜라겐\n07:57 피드백이 좋았던 성분은?\n09:37 영양제 선택 시 기준점이 중요한 이유\n10:30 마무리\n\n▶️ 유튜브 "
    },
    "summary": "요약 실패: 쿼터 초과",
    "processed_at": "2025-12-10T18:15:11.911351"
  },
  {
    "video_info": {
      "channel": "pharmacist's supplements story",
      "channel_url": "https://www.youtube.com/@yakstory119",
      "title": "쿠팡 인기 오메가3. 이런 제품을 사야 돈이 안 아까워요 (쿠팡 인기 오메가3 분석)",
      "video_id": "ddx_dICl1uI",
      "url": "https://www.youtube.com/watch?v=ddx_dICl1uI",
      "upload_date": "20251111",
      "view_count": 129273,
      "duration": 1000,
      "description": "안녕하십니까 갓독자님들 😀\n약들약의 고약사입니다\n\n오늘은\n쿠팡에서 판매량 순위가 높은\n국내 오메가3 제품들은 과연 살 만한지 쭉 살펴보고 \n제 개인적인 생각을 말씀드리는 영상입니다\n재밌게 봐주시면 감사드리겠구용\n\n건강한 영양제 생활을 응원합니다!\n감사합니다!\n\n⏰타임라인\n00:00 인트로\n00:27 오늘의 주제 : 쿠팡 인기 오메가3 분석\n00:52 좋은 오메가3의 기준?\n02:06 시작\n02:44 종근당 프로메가 오메가3 트리플\n03:59 종근당 프로메가 알티지 오메가3 듀얼\n04:33 SSF 알티지 오메가3\n05:17 고려은단 식물성 퓨어 알티지 오메가3\n05:56 종근당 20 100 초임계 알티지 오메가3\n06:33 뉴트리디데이 오메가3 골드\n06:45 담백하루 초임계 알티지 오메가 에센스\n08:28 커클랜드 슈퍼 오메가3\n08:58 GNM 알티지 오메가3\n09:29 여에스더 초임계 알티지 오메가3\n10:00 을지대학학교 혈행 더하기 초임계 알티지 오메가3\n10:59 포뉴 초임"
    },
    "summary": "**1. 핵심 주제**\n약사가 쿠팡에서 판매되는 국내 오메가3 건강기능식품들을 직접 분석하여 좋은 제품을 고르는 기준과 추천/비추천 제품을 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 다양한 국내 생산 오메가3 제품들 (종근당 건강, 프로메가, 고려은단 식물성 오메가3, 담백하루 등)\n🧪 성분명: EPA, DHA (오메가3 지방산), 다양한 원료사 (KD파마, 솔로텍스, 폴라리스, GC리버, DSM 등)\n💊 용도: 혈행 개선, 콜레스테롤 관리 등 오메가3 섭취 목적\n👨‍⚕️ 약사 의견: 제품별로 가성비, 순도, 원료사, 생산 방식 등에 따라 추천/주의/중립 의견 제시\n\n**3. 주요 내용**\n*   **좋은 오메가3 선택 기준:** 원료사 (KD파마, 솔로텍스, 폴라리스, GC리버, BASF, DSM 등), 국내 생산 여부, 한 알당 EPA/DHA 함량 (800~1000mg/일 권장), 순도 (70~80% 이상), 한 달분 가격 (15,000~20,000원), 개별 포장 및 IFS 인증 여부를 강조했다.\n*   **쿠팡 인기 제품 분석 결과:** 쿠팡 상위권 국내 오메가3 제품들은 주로 60~70% 순도에 한 달분 1만원 초반대 가격으로 가성비를 중시하는 경향을 보였다.\n*   **추천 제품:**\n    *   **가성비:** 종근당 건강 오메가3 (KD파마 70% 순도, 월 1만원대), 을지대가 혈행 더하기 (솔로텍스 60% 순도, 월 5천원대 - \"다이소 제품보다 훨씬 좋음\").\n    *   **식물성 오메가3:** 고려은단 식물성 오메가3 (DSM 75% 순도, 월 1만 5천원 - \"완전 저렴하고 괜찮음\").\n    *   **고스펙/고품질:** 담백하루 (KD파마 초임계 RTG 80% 순도, IFS/GOED 인증, 월 1만 6천원 - \"상향 평준화를 이끄는 선도 제품\").\n*   **주의/비추천 제품:** 캐나다 등 해외 직구 제품 중 순도가 90% 이상으로 과도하게 표기된 제품들은 통관상 오해의 소지가 있어 정확한 평가가 어렵다고 지적했으며, 차광병이 아닌 용기에 담긴 제품이나 코큐텐 등 다른 성분과 결합되어 오메가3의 가치가 떨어지는 제품에 대해 주의를 당부했다.\n*   **구매자 성향 분석:** 쿠팡의 주요 구매자들은 고관여 영양제 소비자보다는 가성비와 무난한 스펙을 선호하는 경향이 있다고 분석했다.\n\n**4. 트렌드 시사점**\n쿠팡 플랫폼 내 국내 오메가3 시장은 중급 순도와 합리적인 가격대의 제품이 주류를 이루고 있지만, 일부 선도 제품들이 높은 품질 기준과 인증으로 시장의 상향 평준화를 유도하고 있음을 보여준다. 소비자는 가성비, 식물성, 고품질 등 개인의 우선순위에 따라 선택의 폭이 넓어지고 있다.",
    "processed_at": "2025-12-10T18:23:59.196597"
  },
  {
    "video_info": {
      "channel": "오징어약사TV - 가장 쉬운 건강채널",
      "channel_url": "https://www.youtube.com/@Ojingeryaksa",
      "title": "당뇨가 독으로 쌓이고 있다는 신호에 대비하세요.",
      "video_id": "SCm_IyOoXrI",
      "url": "https://www.youtube.com/watch?v=SCm_IyOoXrI",
      "upload_date": "20251127",
      "view_count": 8267,
      "duration": 535,
      "description": "오징어 약사가 직접 쓴 혈당에 관한 교과서\n오징어약사의 혈당 블로킹\n- 교보문고 : https://bit.ly/4lCJ8Na\n- 예스24 : https://bit.ly/45MBMSx\n- 알라딘 : https://bit.ly/44nJiAN"
    },
    "summary": "**1. 핵심 주제**\n당독소(AGEs)가 몸에 쌓이는 원인과 증상, 그리고 식이 조절, 조리법 개선, 특정 영양소 섭취, 생활 습관 변화를 통한 당독소 감소 및 해독 방법에 대한 약사의 상세한 설명.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: 활성형 비타민 B1 (벤포티아민), 알파리포산, 카르노신, 폴리페놀류 (특히 녹차 EGCG)\n💊 용도: 당독소 전구물질 생성 억제, 당독소 결합 차단, 산화 스트레스 감소, 간/신장 해독 기능 보조.\n👨‍⚕️ 약사 의견: 혈당 관리 식습관을 우선하고, 이후 보조할 수 있는 영양소로 추천.\n\n**3. 주요 내용**\n*   당독소(AGEs)는 혈당과 단백질/지방이 결합하여 몸에 쌓이는 독성 물질로, 관절 통증, 피부 탄력 저하, 집중력 감소 등 전신에 부정적인 영향을 미친다.\n*   당독소는 고온 조리된 음식(튀김, 구이, 가공육)을 통해 유입되거나, 체내 고혈당 및 산화 스트레스 상황에서 자체 생성되며, 특히 체내 생성 비중이 압도적으로 높다.\n*   음식으로 인한 당독소는 삶기, 찜 등 수분 유지 조리법과 토마토, 레몬즙 등 산성 재료 사용으로 감소시킬 수 있으며, 태우지 않는 조리 습관이 중요하다.\n*   체내 당독소 관리의 핵심은 혈당 스파이크를 최소화하는 식습관이며, 보조적으로 활성형 비타민 B1, 알파리포산, 카르노신, 폴리페놀 등의 영양소 섭취가 도움이 된다.\n*   충분한 수분 섭취, 가공식품 제한, 유산소 운동, 충분한 휴식 등 간과 신장의 해독 경로를 돕는 생활 습관이 당독소 배출을 촉진하고 전반적인 몸의 부식을 막는 데 필수적이다.\n\n**4. 트렌드 시사점**\n소비자들이 건강 문제를 단순히 증상 완화 차원을 넘어 근본적인 원인(당독소 등)에 대한 이해를 바탕으로 예방 및 관리에 접근하려는 경향이 강해지고 있으며, 약사는 이에 대한 과학적이고 실용적인 정보와 생활 습관 개선 조언을 제공함으로써 전문가로서의 신뢰도를 높이고 있다.",
    "processed_at": "2025-12-10T18:45:33.184026"
  },
  {
    "video_info": {
      "channel": "오징어약사TV - 가장 쉬운 건강채널",
      "channel_url": "https://www.youtube.com/@Ojingeryaksa",
      "title": "크레아틴 드실 때 주의해야 할 사항들은 이것입니다.",
      "video_id": "qLGd9opk2RA",
      "url": "https://www.youtube.com/watch?v=qLGd9opk2RA",
      "upload_date": "20251126",
      "view_count": 994,
      "duration": 535,
      "description": "본 영상은 Thorne research로부터 제품 협찬 및 광고비를 지원받아 제작되었습니다.  \n영상 내용은 광고주의 검열 없이 오징어 약사의 주관적 의견과 사실 기반 정보에 따라 구성되었습니다.  \n시청자분들께 도움이 되는 건강 정보를 전달하기 위해 제작되었습니다.\n구매링크 : https://m.site.naver.com/1VIcs"
    },
    "summary": "**1. 핵심 주제**\n크레아틴의 올바른 섭취 방법, 흔한 오해 해소 및 품질 좋은 제품 선택 가이드.\n\n**2. 제품/성분 정보**\n📦 제품명: 쏜 리서치 (Thorne Research)\n🧪 성분명: 크레아틴 (Creatine)\n💊 용도: 근육 운동 능력 향상 보조, 에너지 대사 지원\n👨‍⚕️ 약사 의견: 추천 (품질 관리 기준이 확실한 제품을 선택할 경우)\n\n**3. 주요 내용**\n*   **크레아틴 품질의 중요성**: 모든 크레아틴 제품이 동일한 품질을 가지는 것은 아니며, 합성 및 정제 과정에 따라 크레아틴인(creatinine)과 같은 불순물 및 미량의 중금속이 혼입될 수 있으므로 품질 관리에 신경 쓰는 제조사의 제품을 선택해야 한다.\n*   **탈모 유발 오해 해소**: 크레아틴이 탈모를 유발한다는 주장은 소규모의 오래된 연구 결과에서 비롯된 것으로, 과학적으로 직접적인 증거가 부족하며 대부분의 경우 DHT 수치 변화가 정상 범위 내에서 일시적으로 관찰된 수준이다.\n*   **근육 성장 기여 방식**: 크레아틴은 근육을 직접 키우는 물질이 아니라 운동 시 근육이 더 오래 에너지를 사용할 수 있도록 돕는 '보조 연료' 역할을 하며, 충분한 운동, 단백질 섭취, 휴식이 동반될 때만 근육 성장에 기여한다.\n*   **커피와의 동시 섭취**: 크레아틴과 커피(카페인)를 함께 섭취해도 흡수를 방해하거나 효과를 상쇄한다는 명확한 근거는 부족하며, 커피의 이뇨 작용으로 인한 수분 손실은 물을 충분히 마시는 것으로 보충할 수 있다.\n*   **제품 선택 기준**: 믿을 수 있는 제조사의 제품을 선택하는 것이 중요하며, 자체적인 4단계 테스트나 NSF 354 스포트 같은 표준 인증을 통해 불순물 혼입 없이 순도가 높은 제품을 고르는 것이 안전하고 효과적이다.\n\n**4. 트렌드 시사점**\n소비자들이 건강기능식품 정보에 대한 과학적 근거와 오해 해소를 중요하게 여기며, 제품의 순도와 품질 관리 여부가 구매의 핵심 기준으로 부상하고 있음을 시사한다.",
    "processed_at": "2025-12-10T18:45:47.469579"
  },
  {
    "video_info": {
      "channel": "오징어약사TV - 가장 쉬운 건강채널",
      "channel_url": "https://www.youtube.com/@Ojingeryaksa",
      "title": "그저 약을 먹었을 뿐인데 나도 모르게 혈당이 올라가고 있었습니다.",
      "video_id": "fvI9matW8XU",
      "url": "https://www.youtube.com/watch?v=fvI9matW8XU",
      "upload_date": "20251120",
      "view_count": 9470,
      "duration": 653,
      "description": "오징어 약사가 직접 쓴 혈당에 관한 교과서\n오징어약사의 혈당 블로킹\n- 교보문고 : https://bit.ly/4lCJ8Na\n- 예스24 : https://bit.ly/45MBMSx\n- 알라딘 : https://bit.ly/44nJiAN"
    },
    "summary": "이 영상은 건강기능식품에 대한 정보가 아닌, **일반 의약품 및 처방 약물**이 혈당에 미치는 영향에 대해 다루고 있습니다.\n\n---\n\n**1. 핵심 주제**\n일상에서 흔히 복용하는 감기약, 피부과약, 비뇨기과약, 탈모약, 관절약, 고지혈증약 등 6가지 약물이 혈당을 상승시킬 수 있음을 알리고 그 원인과 대처 방안을 설명합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (건강기능식품 정보 없음, 약물 정보만 포함)\n🧪 성분명: 스테로이드(트리암시놀론, 덱사메타손 등), 이소트레티노인, 두타스테리드, 피나스테리드, 탐스로신, 스타틴\n💊 용도: 혈당 조절 목적이 아닌, 감기 증상 완화, 피부염 치료, 여드름 치료, 전립선 비대증 및 탈모 치료, 관절 통증 완화, 고지혈증 치료 등 각 약물의 본래 목적\n👨‍⚕️ 약사 의견: 주의 (해당 약물들이 혈당을 높일 수 있으므로 복용 시 유의하고, 필요시 의사/약사와 상담 권장)\n\n**3. 주요 내용**\n*   **스테로이드 함유 약물**: 처방 감기약, 피부과 경구/연고 스테로이드, 관절 주사 등이 스트레스 호르몬 코티솔과 유사하게 작용하여 혈당을 높일 수 있음 (단, 감기약은 단기 복용으로 중단 후 1-3일 이내 정상화).\n*   **여드름약 및 DHT 억제제**: 여드름 치료제 이소트레티노인은 인슐린 저항성을 높이고 콜레스테롤, 중성지방을 증가시킬 수 있으며, 전립선 비대증 및 탈모약(두타스테리드, 피나스테리드)은 남성 호르몬 DHT 억제를 통해 혈당 조절에 부정적 영향을 줌.\n*   **고지혈증약 스타틴**: 인슐린 감수성을 떨어뜨리고 간의 혈당 조절 능력을 저해하여 혈당을 약간 올릴 수 있으며, 특히 당뇨병 전 단계 환자에게는 눈에 띄는 변화를 유발할 수 있음.\n*   **대처 및 전문가 상담**: 약물 복용 중 혈당 상승 시 원인을 알고 불필요한 불안감을 줄이는 것이 중요하며, 탈모약은 피나스테리드를 고려하거나 전립선약은 탐스로신을 선택하는 등 대체 약물을 의사와 상의할 것을 권장. 스타틴은 임의 중단 금지.\n\n**4. 트렌드 시사점**\n소비자들은 일상에서 흔히 복용하는 약물의 예상치 못한 부작용, 특히 혈당 변화와 같은 대사 관련 영향에 대한 관심이 높아지고 있음을 시사합니다. 이는 약물 복용 시 자신의 건강 상태와 약물의 복합적 영향을 면밀히 고려하고, 전문가와 상담하여 개인 맞춤형 건강 관리가 필요하다는 인식이 확산되고 있음을 보여줍니다.",
    "processed_at": "2025-12-10T18:46:05.150028"
  },
  {
    "video_info": {
      "channel": "오징어약사TV - 가장 쉬운 건강채널",
      "channel_url": "https://www.youtube.com/@Ojingeryaksa",
      "title": "(광고❌) 한눈에 쉽게 비교! 고민할 필요 없는 오메가3 가이드",
      "video_id": "nTfymwRp-ho",
      "url": "https://www.youtube.com/watch?v=nTfymwRp-ho",
      "upload_date": "20251118",
      "view_count": 11507,
      "duration": 743,
      "description": "오징어 약사가 직접 쓴 혈당에 관한 교과서\n오징어약사의 혈당 블로킹\n- 교보문고 : https://bit.ly/4lCJ8Na\n- 예스24 : https://bit.ly/45MBMSx\n- 알라딘 : https://bit.ly/44nJiAN"
    },
    "summary": "**1. 핵심 주제**\n약사가 오메가3의 올바른 섭취법과 제품 선택 기준을 제시하고, 국내 시판 제품 4가지를 비교 분석하며 효과를 높이는 영양소 조합을 안내한다.\n\n**2. 제품/성분 정보**\n\n*   **📦 제품명:** 종근당 프로메가 듀얼\n    *   **🧪 성분명:** 오메가3 (EPA+DHA 600mg/2캡슐, 총 1040mg/2캡슐)\n    *   **💊 용도:** 건강 유지, 심혈관 질환 예방 (건강한 사람 기준)\n    *   **👨‍⚕️ 약사 의견:** 낱개 포장, 작은 크기, 장용정으로 비린내 감소 및 삼키기 용이. 순도 57%로 중간 순도이며, 건강 유지 목적으로 가성비가 좋으나, 효과를 높이려면 1일 3캡슐(900mg) 섭취 권장.\n\n*   **📦 제품명:** 헤라칼스 오메가3\n    *   **🧪 성분명:** 오메가3 (EPA+DHA 1100mg/1캡슐)\n    *   **💊 용도:** 고순도, 고함량 프리미엄 오메가3 섭취\n    *   **👨‍⚕️ 약사 의견:** 낱개 포장, 세계 최정상 알래스카 오메가 원료, 순도 80%로 국내 최고 수준, EPA+DHA 함량 1100mg의 프리미엄급. 냉장 배송으로 산패 위험 최소화.\n\n*   **📦 제품명:** 파이토테크 코큐메가\n    *   **🧪 성분명:** 오메가3 (EPA+DHA 900mg/2캡슐), 코큐텐, 홍국, 케르세틴, 강황, 비타민C\n    *   **💊 용도:** 50대 이상, 고혈압/고지혈증/당뇨 등 혈관 질환이 있는 분들의 종합적인 혈관 관리 (올인원 영양제)\n    *   **👨‍⚕️ 약사 의견:** 낱개 포장, 알래스카 오메가 최고급 원료 사용. 오메가3와 코큐텐의 시너지 효과 (산패 방지, 활성산소/만성염증 대응)가 뛰어나며, 추가 성분(홍국 등)으로 복합적인 혈관 관리에 최적화. 가격은 고가이나 혈관 건강에 필요한 여러 성분을 한 번에 섭취 가능하여 오히려 가성비가 좋을 수 있음.\n\n*   **📦 제품명:** 고려은단 식물성 퓨어 RTG 오메가3\n    *   **🧪 성분명:** 식물성 오메가3 (EPA+DHA 600mg/1캡슐)\n    *   **💊 용도:** 동물성 오메가3 알레르기, 어취 민감, 중금속 우려가 있는 분들을 위한 대체재\n    *   **👨‍⚕️ 약사 의견:** 해조류에서 추출한 식물성 오메가3로 어취가 없고, 무균 실험실 배양으로 오염 관리가 철저. DSM사 원료 사용. 함량이 낮아 1일 2캡슐(1200mg) 섭취 권장. 동물성 오메가3를 섭취하기 어려운 분들에게 최고의 선택.\n\n**3. 주요 내용**\n*   오메가3는 적혈구막 교체를 통해 심혈관 건강을 개선하며, 목표 오메가3 인덱스 12%를 위해 최소 12주 이상 1000mg 이상의 EPA+DHA 섭취가 권장된다.\n*   제품 선택 시 산패 방지를 위한 낱개 포장, 명확한 원료 표기(예: 알래스카 오메가, KD 파마, DSM, 폴라리스), 그리고 EPA와 DHA의 합산 순도(56% 이상 중간 순도, 70% 이상 고순도) 및 함량이 중요하다.\n*   건강 유지 목적부터 프리미엄, 복합 혈관 관리, 식물성 등 다양한 목적에 맞는 국산 오메가3 제품 4가지(종근당 프로메가 듀얼, 헤라칼스 오메가3, 파이토테크 코큐메가, 고려은단 식물성 퓨어 RTG 오메가3)의 특장점과 적합한 섭취 방식을 비교 분석한다.\n*   오메가3의 효과를 높이기 위해 비타민D, 코엔자임큐텐(CoQ10), 커큐민과 함께 섭취했을 때 시너지 효과가 나타난다는 연구 결과를 제시한다.\n\n**4. 트렌드 시사점**\n소비자들이 단순한 제품 추천을 넘어 과학적 근거와 개인의 건강 상태에 맞는 맞춤형 건강기능식품 정보를 적극적으로 탐색하고 있으며, 약사들이 이러한 정보 제공의 신뢰할 수 있는 주체로 부상하고 있음을 보여준다.",
    "processed_at": "2025-12-10T18:46:33.671116"
  },
  {
    "video_info": {
      "channel": "오징어약사TV - 가장 쉬운 건강채널",
      "channel_url": "https://www.youtube.com/@Ojingeryaksa",
      "title": "대한민국에 당뇨환자가 급증하는 이유. 당뇨에 걸리지 않으려면 이런 것들은 꼭 알아 두셔야 합니다.",
      "video_id": "qU7UavfBE70",
      "url": "https://www.youtube.com/watch?v=qU7UavfBE70",
      "upload_date": "20251111",
      "view_count": 22438,
      "duration": 574,
      "description": "오징어 약사가 직접 쓴 혈당에 관한 교과서\n오징어약사의 혈당 블로킹\n- 교보문고 : https://bit.ly/4lCJ8Na\n- 예스24 : https://bit.ly/45MBMSx\n- 알라딘 : https://bit.ly/44nJiAN"
    },
    "summary": "**1. 핵심 주제**\n식품 산업의 액상과당 및 초가공식품이 당뇨병 급증의 주요 원인임을 지적하고, 혈당 관리를 위한 실생활 습관 개선 및 필수 영양소 보충의 중요성을 강조합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명:\n*   비타민 D\n*   마그네슘\n*   바나바\n*   (참고: 단백질, 크레아틴은 근육 형성 목적으로 언급)\n💊 용도:\n*   비타민 D, 마그네슘: 기본적 결핍 예방 (전반적인 건강 및 혈당 관리 보조)\n*   바나바: 마른 당뇨 및 살찐 당뇨 모두의 혈당 관리에 도움\n*   단백질, 크레아틴: 근육 형성 (혈당 사용 및 인슐린 저항성 개선 간접 기여)\n👨‍⚕️ 약사 의견:\n*   비타민 D, 마그네슘: 결핍되지 않도록 기본적인 섭취를 권장 (긍정적/추천)\n*   바나바: 혈당 관리에 도움이 될 수 있으므로 보충을 권장 (조심스럽게 긍정적/추천)\n*   단백질, 크레아틴: 근육 만들기에 중요한 영양소로 언급 (긍정적)\n\n**3. 주요 내용**\n*   당뇨병 급증의 주범은 설탕이 아닌 식품업계의 액상과당 남용과 초가공식품 섭취 증가이며, '제로' 마케팅의 모순(인공감미료의 부작용 및 전분으로 인한 혈당 상승)을 지적한다.\n*   당뇨 예방 및 관리를 위해 ▲모든 가공식품 멀리하기 ▲식후 혈당 조절 문제 조기 인지(공복 혈당 이전에 식후 혈당 측정 강조) ▲내장 지방 관리의 세 가지를 강조한다.\n*   식단 관리(100점 만점에 60점)와 함께 식사 후 걷기 등 최소한의 활동량을 유지하여 섭취한 포도당을 사용하는 것이 혈당 관리에 필수적임을 강조한다.\n*   기본적인 혈당 관리 보조 영양소로 비타민 D와 마그네슘, 그리고 바나바 섭취를 권장하며, 개인별 맞춤 질문을 위해 약사의 커뮤니티(밴드) 활용을 독려한다.\n\n**4. 트렌드 시사점**\n소비자들이 가공식품의 숨겨진 유해 성분과 '제로' 마케팅의 허점을 인지하고 건강기능식품 선택 시 더욱 신중해야 할 필요성을 보여줍니다. 또한, 약사 등 전문가들이 질병 예방 및 관리에 있어 생활 습관과 영양 보충의 중요성을 강조하며 구체적인 조언을 제공하는 트렌드를 반영합니다.",
    "processed_at": "2025-12-10T18:49:03.406348"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "여주와 베르베린을 매일 같이 먹으면 일어나는 일! 당뇨병 얼씬도 못합니다. 가장 검증된 혈당 조절 성분.",
      "video_id": "1dJZD3xWk3A",
      "url": "https://www.youtube.com/watch?v=1dJZD3xWk3A",
      "upload_date": "20251127",
      "view_count": 6214,
      "duration": 291,
      "description": "요즘 홈쇼핑에서 혈당 영양제 엄청 많이 보이는데, 먹어도 효과 없었다. 이런 분들 은근히 많습니다. 그런데 당연한 결과일 수도 있습니다. 왜냐면 보조제를 써서 식후 혈당이 떨어지려면 무엇을 얼마나 먹는지, 또 무엇과 함께 먹는지가 중요하기 때문이죠. ^^ 만약 당뇨 영양제 먹어도 효과를 못 봤다면 오늘 영상 주목해주세요!\n\n00:00 오늘의 주제\n00:27 여주의 효능을 100% 올리는 법\n01:13 여주의 섭취량\n01:42 미숙여주를 먹어야 하는 이유\n02:16 섭취 시 주의사항\n02:45 베르베린과 같이 먹어야 하는 이유\n03:55 요약정리\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n"
    },
    "summary": "**1. 핵심 주제**\n여주와 베르베린을 활용한 식후 혈당 조절 및 당뇨 예방을 위한 정확한 섭취 방법과 조합에 대한 정보 제공.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (식약처 인정 개별인정형 미숙여주 제품으로 지칭)\n🧪 성분명: 여주 (특히 미숙 여주), 베르베린 (건강기능식품 표기 시 '인도 메자와나무 열매' 또는 '인디아구스 열매')\n💊 용도: 식후 혈당 상승 억제, 혈당 조절, 당뇨 예방\n👨‍⚕️ 약사 의견: 추천 (가장 무난하고 효과적인 조합으로 추천)\n\n**3. 주요 내용**\n*   여주는 볶거나 차로 마시는 것보다 식약처가 인정한 기능성 원료인 '미숙 여주' 2.4g을 섭취하는 것이 식후 혈당 조절에 효과적이다.\n*   미숙 여주는 AMPK와 SIRT1 활성화를 통해 혈당 소비를 촉진하고 글루카곤 분비를 억제하여 식후 혈당 감소에 도움을 준다.\n*   여주와 베르베린(AMPK 활성화)을 함께 섭취하면 혈당을 세포 안으로 밀어 넣고 간에서 당 생성을 차단하는 시너지 효과로 혈당 조절에 가장 효과적인 조합이다.\n*   여주 2.4g과 베르베린은 250mg 이하의 저용량으로 시작하며, 당뇨약 복용 시 저혈당 위험이 있으므로 반드시 의사와 상의하고 혈당 수치를 확인해야 한다.\n*   건강기능식품 구매 시, 식약처가 인정한 '개별인정형 미숙 여주 제품'인지, 베르베린은 '인도 메자와나무 열매' 등으로 표기되어 있는지 확인해야 한다.\n\n**4. 트렌드 시사점**\n만성 질환 관리에 대한 관심이 높아지면서, 과학적 근거를 바탕으로 한 특정 성분의 정확한 용량 및 조합 정보에 대한 수요가 증가하고 있다. 이는 건강기능식품 시장에서 전문가의 구체적이고 신뢰성 있는 가이드의 중요성을 보여준다.",
    "processed_at": "2025-12-10T18:51:26.201561"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "건강 생각해 먹었는데 오히려 독? 우유 대신 이것 드세요! 단백질 많은 음식",
      "video_id": "X7lkN2Yk6-I",
      "url": "https://www.youtube.com/watch?v=X7lkN2Yk6-I",
      "upload_date": "20251125",
      "view_count": 8044,
      "duration": 341,
      "description": "뼈에 좋다고 하니까, 건강에 좋다고 하니까, 우유를 드시는 사람들이 많습니다. 그러나 우유가 누구에게나 좋은 것은 아닙니다. 오늘은 우유를 못 먹는 분들을 위해 우유를 대체할 수 있는 식품 추천해드리겠습니다. ^^\n\n00:00 락토프리 우유 마셔도 부작용 느끼면?\n00:19 원인은 바로 이것 때문\n02:50 우유를 대체할 수 있는 식품\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#우유 #우유부작용 #단백질음식 #A2우유 #양유단백질"
    },
    "summary": "**1. 핵심 주제**\n이 영상은 일반 우유 속 A1 카제인 단백질과 호르몬의 잠재적 문제점을 지적하고, 우유 섭취 후 불편함을 느끼는 사람들에게 대안으로 A2 우유 또는 양유를 추천한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 양유 단백질 보충제 (브랜드 언급 없음)\n🧪 성분명: A1 카제인, A2 카제인, 에스트로겐, 프로게스테론, IGF-1, 카소몰핀, 락토페린, 면역글로불린\n💊 용도: 우유 섭취 후 소화 불량, 알레르기, 피부 트러블, 장 불편함 개선 및 단백질, 칼슘 섭취\n👨‍⚕️ 약사 의견: 일반 우유 섭취 시 불편함을 느끼는 경우 A2 우유 또는 양유 단백질 보충제를 적극 추천하며, 특히 양유를 소화 편의성과 영양학적 우수성, 맛 측면에서 높이 평가한다.\n\n**3. 주요 내용**\n*   락토프리 우유를 마셔도 불편하다면 문제는 유당이 아니라 우유 속 A1 카제인 단백질 때문일 수 있으며, 이는 알레르기, 염증, 소화 방해 및 중추신경계에 영향을 미치는 카소몰핀 생성과 연관될 수 있다.\n*   현대 우유는 인공수정으로 계속 임신 상태에서 젖을 짜므로 에스트로겐, 프로게스테론 등 성호르몬이 다량 함유되어 성조숙증 및 일부 암(유방암, 전립선암) 위험을 높일 수 있다.\n*   대안으로 A2 카제인만 함유되어 사람 모유와 유사한 A2 우유(소화 잘 되고 알레르기 적음)가 있으나, 여전히 호르몬 잔류나 유당불내증 등의 문제가 있을 수 있어 만능은 아니다.\n*   우유 섭취 후 불편함을 느끼는 사람들에게 가장 강력하게 추천하는 것은 A2 카제인만 들어있고 모유와 가장 유사한 특성을 가진 '양유'이며, 소화가 빠르고 영양 품질이 우수하며 염소향이 없어 맛도 좋다.\n*   결론적으로 자신의 몸이 편한 쪽이 정답이며, 우유 섭취 후 불편함이 있다면 양유 단백질 보충제 등 A2 우유로 바꿔보는 것을 제안한다.\n\n**4. 트렌드 시사점**\n이 영상은 유당불내증을 넘어 우유 단백질과 호르몬에 대한 소비자들의 높아진 건강 관심사를 반영한다. 일반 우유의 대안으로 A2 우유와 특히 양유 단백질 보충제를 제시하며, 개인의 몸 상태에 맞춰 선택하는 맞춤형 영양 섭취 트렌드를 시사한다.",
    "processed_at": "2025-12-10T18:54:16.921953"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "췌장암이 보내는 신호 | 이런 증상 있으면 제발 병원부터 가세요! 췌장암 증상과 췌장암 유발하는 최악의 행동",
      "video_id": "lKRJnt6U1zw",
      "url": "https://www.youtube.com/watch?v=lKRJnt6U1zw",
      "upload_date": "20251124",
      "view_count": 3151,
      "duration": 366,
      "description": "5년 생존율 최악인 췌장암. 췌장암 증상은 췌장의 역할과 위치를 보면 알 수 있습니다. 암 중에 제일 두려운 췌장암에 대해 많은 분들이 걱정하시는데요. 오늘은 건강검진 시즌에 맞춰 췌장암의 증상과 췌장암을 유발하는 최악의 행동을 알려드리도록 하겠습니다\n\n00:00 췌장암 증상 7가지\n00:55 췌장암 복통 특징\n01:23 췌장암 유발하는 최악의 음식과 행동\n05:02 췌장암 예방의 핵심 키포인트\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#췌장암 #등통증"
    },
    "summary": "**1. 핵심 주제**\n이 영상은 췌장암의 주요 증상을 설명하고, 췌장암 발병을 유발하는 최악의 행동 5가지(과도한 당 섭취, 잦은 육류 섭취, 흡연, 지나친 음주, 보호장비 미착용)를 지적하며 예방을 위한 생활 습관 개선의 중요성을 강조한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: 언급 없음\n💊 용도: 언급 없음\n👨‍⚕️ 약사 의견: 언급 없음\n\n**3. 주요 내용**\n*   **췌장암 증상**: 식욕부진, 체중감소, 메스꺼움, 복통, 지방변/회색변, 황달, 없던 당뇨병 발병 또는 기존 당뇨병 악화 등을 언급하며, 초기에는 특이 증상이 없어 발견이 늦는 경우가 많다고 설명.\n*   **췌장암 유발 최악의 행동 5가지**:\n    1.  **과도한 당 섭취**: 인슐린 분비를 늘리고 민감도를 떨어뜨려 췌장에 부담을 주고 만성 췌장염 위험을 높임. (백미빵, 과자, 과일주스, 캔커피, 에너지 드링크 등)\n    2.  **잦은 육류 섭취**: 기름진 고기(삼겹살, 베이컨, 곱창 등)를 구워 먹거나 붉은색 가공육(햄, 소세지 등)은 췌장에 부담을 주고 발암물질(벤조피렌, 아질산염) 노출 위험이 있음.\n    3.  **흡연**: 췌장암을 유발하는 가장 강력한 발암물질로, 흡연자는 비흡연자에 비해 췌장암 상대 위험도가 2~5배 높고 췌장암의 1/3이 흡연으로 인한 것이라고 강조. 금연 후 10년이 지나야 위험도가 낮아짐.\n    4.  **지나친 음주**: 과도한 알코올 섭취는 만성 췌장염의 주요 원인이며, 만성 췌장염은 췌장암의 원인 중 하나임. (특히 과일 소주와 같은 고당도 주류 주의)\n    5.  **보호장비 미착용**: 용매제, 휘발유, 살충제 등 화학물질에 장기적으로 노출될 경우 췌장암 위험이 높아지므로 농업, 건설업, 제조업 종사자는 보호장비 착용이 필수.\n*   **예방을 위한 조언**: 당 위주의 식습관 줄이기, 지방을 제거한 살코기를 삶아 먹고 야채 섭취, 금연, 운동, 금주, 그리고 당뇨나 췌장 관련 가족력이 있는 경우 주기적인 검사의 중요성을 강조.\n\n**4. 트렌드 시사점**\n이 영상은 특정 건강기능식품의 추천이나 성분 언급 없이, 췌장암 예방을 위한 근본적인 생활 습관 개선과 식단 조절, 유해 환경 회피의 중요성을 강조한다. 이는 약사가 의약품이나 영양제 판매를 넘어 질병 예방을 위한 포괄적인 건강 교육을 제공하는 콘텐츠 트렌드를 보여준다.",
    "processed_at": "2025-12-10T18:57:21.042897"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "구강건조 없애는 초간단 방법. 하루 3번만 하면 입안에 침이 샘솟는다!  입마름, 입냄새 해결법 3가지",
      "video_id": "WiOufLqv_bc",
      "url": "https://www.youtube.com/watch?v=WiOufLqv_bc",
      "upload_date": "20251120",
      "view_count": 44790,
      "duration": 285,
      "description": "물 마셔도 입이 마르고, 혀가 갈라지고, 아프고, 냄새까지 난다? 이거 그냥 방치하면 절대 안됩니다. 입마름의 원인 4가지, 그리고 실제로 효과적인 해결법까지 말씀드리겠습니다. 당뇨병 환자, 항암치료 받고 있으면 필수시청!\n\n00:00 오늘의 주제\n00:47 구강건조증 원인 4가지\n01:59 구강건조증 해결법 4가지\n03:54 이런 분들은 방치하지 마세요\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#구강건조 #구간겅조증 #입마름원인 #입마름"
    },
    "summary": "**1. 핵심 주제**\n구강건조증의 원인을 설명하고, 침 분비를 촉진하며 입안을 촉촉하게 유지하는 4가지 실천적인 해결책을 제시합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 인공타액 (스프레이/겔 타입)\n🧪 성분명: 나트륨, 칼륨, 칼슘, 마그네슘 (전해질 성분)\n💊 용도: 구강건조 완화, 입안 촉촉하게 유지, 구강 내 삼투압 조절\n👨‍⚕️ 약사 의견: 추천 (특히 방사선 치료 환자, 목감기가 심한 분), 단 겔 타입은 계란 알레르기 주의.\n*참고: 영상에서 직접적인 건강기능식품(경구 섭취 보충제)에 대한 언급은 없으며, 인공타액은 의약외품 또는 의료기기 범주에 해당합니다.*\n\n**3. 주요 내용**\n*   **구강건조증의 주요 원인:** 약물 부작용 (항히스타민제, 진경제, 항우울제 등), 에탄올 함유 구강청결제 사용, 쇼그렌증후군, 침샘 기능 저하(노화, 스트레스, 만성질환) 등을 설명합니다.\n*   **침 분비 촉진 4가지 해결 방법:**\n    1.  **무설탕 껌 씹기:** 뇌 자극 및 안면신경 활성화를 통해 침샘을 움직이게 합니다 (설탕 껌은 구강 세균 번식 유발).\n    2.  **1분 구강 체조:** '아' 소리 내기, 혀 움직이기, 볼에 공기 불기, 혀끝으로 볼 안쪽 돌리기 등으로 침 분비를 즉각적으로 촉진합니다.\n    3.  **인공타액 사용:** 약국에서 구매 가능한 스프레이 또는 겔 타입 인공타액으로 입안의 삼투압을 조절하고 촉촉함을 유지합니다.\n    4.  **올바른 물 마시는 습관:** 차가운 물을 벌컥 마시기보다 미지근한 물을 한 모금 머금고 10초 후 천천히 삼켜 입안 점막이 수분을 충분히 흡수하도록 합니다.\n*   **침의 중요성 및 방치 시 문제점:** 침은 소화의 시작, 세균 방어, 미각 및 식욕 조절에 중요한 역할을 하며, 구강건조증 방치 시 소화불량 및 영양 불균형으로 이어질 수 있다고 강조합니다.\n*   **집중 관리 대상:** 고령자, 당뇨병 환자, 항암치료 중인 분들은 구강건조증에 더욱 신경 써야 한다고 언급합니다.\n\n**4. 트렌드 시사점**\n소비자들이 일상에서 쉽게 실천할 수 있는 비약물적 치료법과 구강 관리 제품에 대한 관심이 높음을 보여준다. 약사들이 전문 지식을 바탕으로 생활 습관 개선을 포함한 포괄적인 건강 솔루션을 제공하는 트렌드를 반영한다.",
    "processed_at": "2025-12-10T18:59:46.844524"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "NMN 광고가 말하지 않는 진실… 암 연구는 비타민B3을 지지했다",
      "video_id": "PRWe2xEZeC8",
      "url": "https://www.youtube.com/watch?v=PRWe2xEZeC8",
      "upload_date": "20251118",
      "view_count": 10648,
      "duration": 359,
      "description": "항노화 효능으로 유명한 NMN. 많은 분들이 NMN 영양제를 추천하고 계신데요. 오늘은 NMN과 나이아신아미드를 비교해보고 어떤 목적일 때 어떤 영양제를 먹어야 하는지 말씀드리겠습니다. ^^\n\n00:00 항노화 영양제\n00:21 NMN과 나이아신아미드\n01:29 항노화에 대한 관점\n02:38 암에 대한 관점\n04:24 무엇을 먹어야 할까?\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#영양제 #영양제추천 #항노화 #NMN #비타민B3 #나이아신아미드"
    },
    "summary": "**1. 핵심 주제**\nNMN과 니코틴산아미드(나이아신아미드)의 효능 차이를 비교하고, 노화 방지 및 암 예방 등 건강 목적에 따른 현명한 선택 기준을 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명: NMN (Nicotinamide Mononucleotide), 니코틴산아미드 (Nicotinamide, 나이아신아미드, 비타민 B3)\n💊 용도: (공통) NAD 레벨 증가, 세포 에너지, 항노화, 면역; (NMN) 노화 예방, 항산화, 장수 유전자(서트윈 완) 활성화; (니코틴산아미드) 암 예방, 암 보조 치료, 몸의 항상성, 대사 개선, 세포 청소 및 해독 (메틸화 경로)\n👨‍⚕️ 약사 의견: NMN은 노화 예방 목적에 탁월하나, 암세포 성장 촉진 가능성에 대한 주의가 필요함. 니코틴산아미드는 암 예방 및 보조 치료에 강력한 근거가 있으며, 전반적인 몸의 항상성 유지에 더 적합하므로, 개인의 건강 목적에 따라 구분하여 섭취를 권장함.\n\n**3. 주요 내용**\n*   NMN은 NAD 레벨을 빠르게 높여 노화 예방 및 장수 유전자(서트윈 완) 활성화에 탁월하지만, 암세포가 존재하는 경우 암세포 성장에 유리할 수 있다는 연구 결과가 일부 있어 주의가 필요하다.\n*   니코틴산아미드는 NAD를 NMN보다 느리게 생성하지만, 강력한 암 예방 및 보조 치료 근거(폐암 생존 연장, 피부암 발생 유의적 감소 등)를 가지고 있으며, 암 억제 유전자(Lux3) 활성화 기전이 명확하다.\n*   니코틴산아미드는 NAD 전환 과정에서 세포 청소, 해독, 암 스위치 조절에 필수적인 '메틸화 경로'를 활용하는 독특한 특성을 가지고 있어 전반적인 몸의 항상성 유지에 기여한다.\n*   결론적으로 순수한 노화 방지 및 빠른 NAD 증가가 목적이라면 NMN을, 암 예방 및 몸의 항상성, 대사 개선을 종합적으로 고려한다면 니코틴산아미드를 선택하는 것이 합리적이다.\n\n**4. 트렌드 시사점**\n고가의 항노화 영양제(NMN)의 인기가 높은 가운데, 소비자들이 단순히 유행이나 유명세에 의존하기보다 각 성분의 과학적 근거와 잠재적 위험을 이해하고, 개인의 건강 목표에 맞는 영양제를 선택하는 신중한 접근의 중요성을 강조한다.",
    "processed_at": "2025-12-10T19:02:43.178098"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "이런 증상 생기면 이미 늦었습니다. 몸이 보내는 SOS 신호! 즉시 확인하세요",
      "video_id": "eTdqK-N4Awo",
      "url": "https://www.youtube.com/watch?v=eTdqK-N4Awo",
      "upload_date": "20251117",
      "view_count": 1993,
      "duration": 276,
      "description": "영양소 결핍은 피검사로 알 수 있을까요? 얼굴 보면 감이 옵니다\n\n00:00 얼굴이 우울하면?\n00:46 얼굴이 창백하면? (철분 아님)\n01:35 안구건조, 충혈이 있으면?\n02:37 머리카락 빠지고 푸석푸석해지면?\n03:47 입술 갈라짐 뜯어짐 염증이 생기면?\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#건강 #건강정보 #건강지식 #증상"
    },
    "summary": "**1. 핵심 주제**\n몸이 보내는 SOS 신호를 통해 특정 영양소 결핍을 파악하고, 이에 도움을 줄 수 있는 건강기능식품 성분 정보를 제시한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명:\n*   비타민 D: 우울감, 무기력, 세로토닌/멜라토닌 합성 도움\n*   엽산: 우울감, 무기력, 세로토닌/멜라토닌 합성 방지\n*   비타민 B12: 창백한 안색 (빈혈), 적혈구 생성 및 재생\n*   비타민 A: 건조한 눈, 충혈, 야맹증, 안구 지방증 형성\n*   오메가3: 건조한 눈, 충혈, 항염증 작용, 눈물막 지지 공급, 모발 건강\n*   비오틴 (비타민 B7): 푸석한 머리카락, 탈모, 모발 성장 촉진, 모발의 이황화 결합 촉진\n*   칼슘: 모발 건강\n*   마그네슘: 모발 건강\n*   아연: 모발 건강\n*   시스테인 (맥주효모와 함께 언급, 황을 가진 아미노산): 모발 건강\n*   비타민 B2: 입가 갈라짐, 입술 트는 증상, 입안 염증 (구각염, 구순염, 구내염), 세포 성장 및 재생\n*   비타민 B군: 입가 갈라짐, 입술 트는 증상, 입안 염증\n*   비타민 C, 철, 구리: 적혈구 생성 (짧게 언급)\n💊 용도: 우울감 개선, 안색 개선 (빈혈), 눈 건강 (건조함, 충혈), 모발 건강 (탈모, 푸석함), 구강 및 입술 건강 (염증)\n👨‍⚕️ 약사 의견: 추천\n\n**3. 주요 내용**\n*   **우울감 및 무기력:** 비타민 D와 엽산 부족과 연관될 수 있으며, 세로토닌 및 멜라토닌 합성에 영향을 미쳐 기분 저하를 유발할 수 있다.\n*   **창백한 안색:** 비타민 B12 부족으로 인한 적혈구 생성 문제일 수 있으며, 특히 음주자, 50세 이상, 위장 문제, 당뇨약(매트폴민) 복용자는 결핍에 유의해야 한다.\n*   **건조하고 충혈된 눈:** 비타민 A 부족과 오메가3 섭취 부족과 관련이 깊다. 비타민 A는 안구 지방층 형성에, 오메가3는 항염증 및 눈물막 지지 공급에 기여한다.\n*   **푸석한 머리카락 및 탈모:** 비오틴(비타민 B7) 부족 증상일 수 있으며, 모발 성장 촉진에 도움을 준다. 맥주효모에 풍부하며, 칼슘, 마그네슘, 아연, 오메가3 등도 모발 건강에 중요하다.\n*   **입가 갈라짐, 입술 및 구강 염증:** 비타민 B2 부족과 연관될 수 있으며, 세포 성장과 재생, 염증 방지에 중요한 역할을 한다. 스트레스, 과로, 음주, 피임약 복용 시 특히 더 신경 써야 한다.\n\n**4. 트렌드 시사점**\n소비자들이 자신의 증상을 통해 영양소 결핍을 인지하고 맞춤형 건강 관리를 추구하는 트렌드를 보여주며, 약사의 전문적인 정보 제공 역할이 중요해지고 있음을 시사한다.",
    "processed_at": "2025-12-10T19:05:03.681757"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "밤에 다리가 불편하고 아프고 저리면? '이것'을 매일 먹고 저를 따라해보세요! 마그네슘 만으로 해결 안 되는 하지불안, 다리쥐, 다리통증 없애는 법",
      "video_id": "UbL_hIqCYdo",
      "url": "https://www.youtube.com/watch?v=UbL_hIqCYdo",
      "upload_date": "20251113",
      "view_count": 2183,
      "duration": 248,
      "description": "평소, 혹은 밤마다 다리 불편한 분들! 제가 무조건 효과 느끼는 쥐 푸는 법, 그리고 좋은 영양제까지 알려드리겠습니다\n\n00:00 오늘의 주제\n00:19 이런 분들 주목해주세요\n00:42 다리 쥐 불편함 30초 해결법\n01:22 다리 쥐 불편함 영양제 모음\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#다리쥐영양제 #하지불안증후군 #다리쥐 #다리통증"
    },
    "summary": "**1. 핵심 주제**\n밤에 발생하는 다리 불편함(하지불안, 쥐, 통증)을 개선하기 위한 운동법과 혈행 개선, 전해질 균형, 근육 유지에 도움이 되는 건강기능식품 섭취 전략을 제시한다.\n\n**2. 제품/성분 정보**\n*   **📦 제품명:** 센시아, 안티스탁스 (예시로 언급된 일반의약품 또는 건강기능식품)\n    *   🧪 성분명: 식물성 플라보노이드 (피크노제놀, 은행잎 추출물 등)\n    *   💊 용도: 부종, 통증, 저림, 혈관 및 혈액순환 장애 개선\n    *   👨‍⚕️ 약사 의견: 추천 (혈관 확장 및 혈류 개선, 특히 피크노제놀은 피부, 눈, 관절 등 팔방미인 성분으로 추천하나 가격이 비쌈)\n\n*   **📦 제품명:** 언급 없음 (복합 미네랄 제품 추천)\n    *   🧪 성분명: 마그네슘, 칼슘, 칼륨, 구리, 아연, 망간, 셀레늄 등 마이크로 미네랄\n    *   💊 용도: 전해질 불균형 해결, 근육 수축 및 이완 조절, 신경 과민 예방, 다리 불편함 개선\n    *   👨‍⚕️ 약사 의견: 추천 (마그네슘 단독보다 여러 미네랄이 복합된 형태 권장, 한국인의 마그네슘 부족 환경 언급)\n\n*   **📦 제품명:** 언급 없음 (단백질 보충제 형태)\n    *   🧪 성분명: 단백질 (식물성 단백질, A2 양유 단백질)\n    *   💊 용도: 종아리 근육 유지, 근육 경련 예방\n    *   👨‍⚕️ 약사 의견: 추천 (충분한 단백질 섭취 권장, 소화가 편한 식물성 또는 A2 양유 단백질 추천)\n\n**3. 주요 내용**\n*   밤에 다리 저림, 쥐, 통증으로 수면의 질이 저하되는 분들을 위한 세 가지 간단한 운동법(벽에 다리 붙이기, 수건 스트레칭, 발끝 앞뒤 움직이기)을 소개한다.\n*   다리 불편함 개선을 위한 영양제 솔루션으로 혈행 개선, 전해질 균형, 단백질 섭취의 중요성을 강조한다.\n*   혈관 및 혈액순환 개선을 위해 피크노제놀, 은행잎 추출물 등 식물성 플라보노이드 성분을 추천하며, 특히 피크노제놀의 다양한 효능과 혈관 확장 효과를 언급한다.\n*   전해질 균형을 위해 근육 이완에 필수적인 마그네슘 섭취를 권장하고, 한국인의 마그네슘 부족 환경을 설명하며 마그네슘 단독보다 칼슘 등 다른 미네랄이 포함된 복합제 섭취가 더 효과적이라고 설명한다.\n*   종아리 근육량 부족으로 인한 경련을 예방하기 위해 충분한 단백질 섭취의 중요성을 강조하고, 소화가 편한 식물성 단백질이나 A2 양유 단백질을 대안으로 제시한다.\n\n**4. 트렌드 시사점**\n마그네슘 단독으로는 해결되지 않는 다리 불편함에 대해 혈행 개선, 전해질 균형, 근육 유지 등 복합적인 접근법을 제시하며, 소비자들이 일상에서 겪는 불편함에 대한 통합적 건강 솔루션을 모색하는 트렌드를 보여준다.",
    "processed_at": "2025-12-10T19:07:07.545277"
  },
  {
    "video_info": {
      "channel": "리틀약사",
      "channel_url": "https://www.youtube.com/@리틀약사",
      "title": "면역 피부 장까지 싹 잡는 유산균 조합! 1200편 논문으로 검증된 세계 1위 유산균 조합 (크리스찬 한센, LGG, DDS-1, UABla-12)",
      "video_id": "PDy5rYUTpVQ",
      "url": "https://www.youtube.com/watch?v=PDy5rYUTpVQ",
      "upload_date": "20251111",
      "view_count": 6660,
      "duration": 255,
      "description": "유산균 효과 무조건 느끼는 방법! 의외로 간단합니다. 영상 꼭 확인해주세요~\n\n00:00 오늘의 주제\n00:20 유산균 효과 없는 이유\n00:40 나에게 맞는 유산균 찾는 법\n01:00 크리스찬 한센 유산균 효능 연구\n03:10 이런 분들은 먹지 마세요!\n\n합방/협업/비즈니스 문의: littleyaksa.contents@gmail.com\n\n▶ 문의 및 상담\n밴드 : https://band.us/band/83355090\n블로그 : https://blog.naver.com/staroot99\n▶ 리틀약사의 인스타그램\n인스타 : https://www.instagram.com/little_yaksa/\n▶ 리틀약사의 모든 소식이 궁금하시다면?\nhttps://in.naver.com/littleyaksa 팬하기 눌러주세요!\n\n#영양제추천 #유산균추천 #프로바이오틱스추천 #유산균부작용"
    },
    "summary": "**1. 핵심 주제**\n면역, 피부, 장 건강 개선을 위한 연구 기반의 특정 유산균 균주 조합(LGG, DDS-1, UABla-12)의 중요성과 효능을 설명한다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (크리스찬 한센 원료사 균주 조합 추천)\n🧪 성분명: LGG (크리스찬 한센), DDS-1, UABla-12 (조합)\n💊 용도: 면역력 증진, 피부 건강 개선 (아토피, 알러지), 장 건강 회복 (설사, 항생제 복용 후, 복부 팽만감, 변 상태 개선), 호흡기 질환 예방 및 개선\n👨‍⚕️ 약사 의견: 검증된 원료사의 특허균주 섭취를 강력히 추천하며, 특히 크리스찬 한센의 LGG, DDS-1, UABla-12 조합이 면역, 호흡기, 피부 건강에 시너지를 낼 수 있다고 강조한다. 안전성이 검증된 FDA GRAS 등급 원료로 임산부 및 12개월 이상 어린이에게도 섭취 가능하나, 일시적인 부작용 발생 시 섭취량 조절 또는 중단 권고.\n\n**3. 주요 내용**\n*   **유산균 선택의 중요성:** 시중의 불분명한 균주, 부족한 균수, 과도한 첨가물이 포함된 유산균 제품은 효과를 보기 어렵고, 검증된 원료사의 특허균주 선택이 필수적이라고 강조한다.\n*   **크리스찬 한센 균주 강조:** 다니스코, 로셀과 함께 프로바이오틱스 대표 원료사 중 하나인 덴마크 크리스찬 한센을 주요 원료사로 소개하며 그 기술력과 업력을 높이 평가한다.\n*   **LGG 균주의 효능 및 검증:** 세계에서 가장 많이 연구된 균주 중 하나인 크리스찬 한센의 LGG 균주(SCI급 논문 약 1200편, 인체 적용 시험 약 300편)는 어린이 면역, 설사, 호흡기 질환, 아토피, 알러지, 항생제 복용 후 장 건강 회복에 최적임을 설명한다. (단, 람노서스 지지(L. rhamnosus GG)와 LGG(크리스찬 한센 로고)는 다른 균주임을 명확히 구분.)\n*   **균주 조합의 시너지 효과:** 단일 균주보다는 여러 균주의 조화가 중요함을 강조하며, LGG와 DDS-1, UABla-12 조합은 면역, 호흡기, 피부 건강(중증 아토피 피부염 33% 감소 등)에 시너지 효과를 내며 성인의 복부 팽만감 및 변 상태 개선에도 도움을 준다고 설명한다.\n*   **안정성 및 주의사항:** 소개된 균주들은 수많은 임상시험을 통해 안정성이 검증되었고 FDA GRAS 등급에 등재된 원료로 임산부와 12개월 이상 어린이도 섭취 가능하나, 개인에 따라 일시적인 복부 팽만감, 가스, 설사 등이 나타날 수 있으므로 증상 지속 시 복용 중단을 권고한다.\n\n**4. 트렌드 시사점**\n소비자들이 일반적인 유산균 제품을 넘어 특정 균주와 과학적 근거를 기반으로 한 효능을 추구하고 있음을 보여준다. 이는 건강기능식품 시장에서 성분 투명성과 검증된 효과에 대한 수요가 증가하고 있음을 시사한다.",
    "processed_at": "2025-12-10T19:09:14.965139"
  },
  {
    "video_info": {
      "channel": "약사 메디슨맨 TV",
      "channel_url": "https://www.youtube.com/@약사메디슨맨",
      "title": "오래 먹으면 건강을 오히려 해치는 영양제들. 발견 즉시 끊으세요.",
      "video_id": "fpZqhj_iNIA",
      "url": "https://www.youtube.com/watch?v=fpZqhj_iNIA",
      "upload_date": "20251127",
      "view_count": 101222,
      "duration": 483,
      "description": "빠르고 간단한 문답 & 소통을 오픈채팅에서 진행하고 있습니다.\n오픈 채팅 주소 : https://open.kakao.com/o/g5NiBCwh\n\n자세한 상담과 깊은 영양제 세팅은 밴드와 1:1 카톡 이용해주세요.\n네이버 밴드 주소 : https://band.us/@medimantv \n1:1 카톡채팅 주소 : http://pf.kakao.com/_DETqxj"
    },
    "summary": "**1. 핵심 주제**\n약사가 특정 영양제의 고용량 장기 섭취 위험성을 경고하고, 적절한 섭취 용량 및 기간, 그리고 다른 약물과의 상호작용에 대한 구체적인 가이드라인을 제시하는 영상입니다.\n\n**2. 제품/성분 정보**\n\n*   **📦 제품명:** 언급 없음 (50mg 제품 예시)\n    **🧪 성분명:** 아연 (Zinc)\n    **💊 용도:** 피부, 체력\n    **👨‍⚕️ 약사 의견:** **주의** (고용량 장기 섭취 시 구리 결핍 유발). 50mg 제품은 최대 1주일만 섭취, 하루 30mg 이하 권장.\n\n*   **📦 제품명:** 언급 없음 (5천 IU 제품 예시)\n    **🧪 성분명:** 비타민 D (Vitamin D)\n    **💊 용도:** 현대인의 필수 영양소\n    **👨‍⚕️ 약사 의견:** **주의** (과유불급). 5천 IU 제품은 길어도 3개월. 불면증, 낙상 위험, 골밀도 저하, 사망률 증가 가능성. 혈중 비타민 D 수치 30 정도로 유지 권장.\n\n*   **📦 제품명:** 본리 스토어 (Bonly Store)\n    **🧪 성분명:** 칼슘 (Calcium)\n    **💊 용도:** 체력, 두뇌, 뼈\n    **👨‍⚕️ 약사 의견:** **주의** (고함량 장기 섭취 시 혈관 석회화 유발). 하루 700mg 고함량 제품은 길어도 3개월. 500mg 이하 저함량은 장기 섭취 가능. 식사를 우선하고 부족 시 하루 200-300mg 영양제 권장.\n\n*   **📦 제품명:** 닥터스페스트 코큐텐 (Doctor's Best CoQ10)\n    **🧪 성분명:** 코큐텐 (CoQ10)\n    **💊 용도:** 체력, 고지혈증\n    **👨‍⚕️ 약사 의견:** **주의** (고용량). 300mg 제품은 구매하지 않는 것을 권장. 대부분 100mg으로 충분. 고용량 시 불면증, 혈당 조절 능력 저하.\n\n*   **📦 제품명:** 언급 없음 (코큐텐, 커큐민 제품에 포함되는 보조 성분으로 언급)\n    **🧪 성분명:** 바이오페린 (BioPerine)\n    **💊 용도:** 메인 성분 흡수율 증진\n    **👨‍⚕️ 약사 의견:** **주의** (처방약 상호작용). 처방약 흡수율을 높여 약효/부작용 예측 불가. 특히 내과나 정신과 약 복용자는 반드시 조심.\n\n*   **📦 제품명:** 언급 없음\n    **🧪 성분명:** 커큐민 (Curcumin) + 바이오페린 (BioPerine)\n    **💊 용도:** 언급 없음 (일반적인 커큐민 효능)\n    **👨‍⚕️ 약사 의견:** **주의** (간 손상 리스크). 간 기능이 안 좋은 분은 간 회복 후 섭취. 바이오페린 복합 제품은 간이 건강해도 3개월만 시도 후 필요성 점검.\n\n*   **📦 제품명:** 언급 없음\n    **🧪 성분명:** 카르니틴 (Carnitine)\n    **💊 용도:** 운동 능력, 다이어트, 두뇌 기능\n    **👨‍⚕️ 약사 의견:** **주의** (장기 섭취 시 TMAO 독성 물질 생성). 500mg 이상 고함량 제품은 길어도 3개월만 섭취.\n\n*   **📦 제품명:** 언급 없음\n    **🧪 성분명:** 콜린 (Choline), 베타인 (Betaine)\n    **💊 용도:** 언급 없음 (카르니틴과 유사한 효능)\n    **👨‍⚕️ 약사 의견:** **주의** (장기 섭취 시 TMAO 독성 물질 생성). 특히 콜린은 카르니틴만큼 리스크가 있어 3개월 이상 섭취 자제. 콜린 바이타르테이트, 콜린 클로라이드 등 흡수율 낮은 형태가 우려 높음.\n\n**3. 주요 내용**\n\n*   **고용량 영양제 장기 섭취 위험성:** 아연, 비타민 D, 칼슘, 코큐텐, 카르니틴, 콜린(특정 형태) 등 여러 성분이 과도한 용량으로 장기간 섭취될 경우 구리 결핍, 혈관 석회화, TMAO(동맥경화 유발 물질) 생성, 불면증, 혈당 조절 저하, 간 손상 등 다양한 부작용을 유발할 수 있음을 강조합니다.\n*   **권장 섭취 용량 및 기간:** 대부분의 고용량 제품은 길어도 3개월 이내로 섭취하고, 이후에는 저용량으로 전환하거나 중단하며, 부족 상태를 개선하는 초기 단계에만 고용량 단기 섭취를 권장합니다.\n*   **바이오페린 주의보:** 바이오페린이 포함된 영양제는 주 성분뿐 아니라 복용 중인 다른 처방약의 흡수율까지 높여 약효 및 부작용을 예측하기 어렵게 만들므로, 특히 내과나 정신과 약을 복용하는 환자는 섭취를 피해야 합니다.\n*   **식사 우선 및 적정 수준 유지:** 영양제 섭취 시 식사를 통한 영양 섭취를 최우선으로 하고, 비타민 D 수치 30 유지와 같이 적정 수준을 목표로 삼아 과잉 섭취를 경계해야 합니다.\n*   **현재 섭취자에 대한 조언:** 이미 오래 섭취했더라도 과도하게 걱정하기보다는 지금부터 중단하거나 용량을 줄이는 것이 중요하며, 처방에 따른 복용은 담당 의사의 소견을 따르라고 조언합니다.\n\n**4. 트렌드 시사점**\n소비자들이 '고함량=더 좋은 것'이라는 막연한 인식으로 영양제를 과다 섭취하는 경향이 있으며, 복용 중인 다른 약물과의 상호작용까지 고려한 전문가의 섬세하고 정확한 영양제 복용 가이드라인에 대한 수요가 높음을 시사합니다.",
    "processed_at": "2025-12-10T19:13:23.082690"
  },
  {
    "video_info": {
      "channel": "영양과학자 양과자",
      "channel_url": "https://www.youtube.com/@양과자",
      "title": "만성피로가 암보다 무섭습니다. 영양제로 안되던 피로, 이걸 알고 고쳤습니다.",
      "video_id": "fjfYvqCYmco",
      "url": "https://www.youtube.com/watch?v=fjfYvqCYmco",
      "upload_date": "20251125",
      "view_count": 8029,
      "duration": 481,
      "description": "#피로 #피곤 #만성피로 #영양제 #단백질 \n\n영양제 아무리 먹어도 피로 해결이 안되신 분들. 바로 이것 때문입니다. 각자의 피로 코드. 각자의 피로의 원인이 달라서인데 그 중에 가장 많은 피로의 원인 4가지 체크해 보실 수 있도록 영상을 만들었습니다. 이 중에 하나라도 해당된다면 그 부분을 고쳐서 여러분들 피로에 극적인 도움이 되시기 바라겠습니다. \n\n00:00 \n00:32 수면 피로, 잠 영양제 조합, 커피\n01:50 꿀잠 마그네슘 조합 - 뇌 마그네슘, 트레온산 마그네슘\n02:17 수면 조명 - 빛 공해 차단, 수면 호르몬\n02:54 혈당 피로 - 과식, 고탄수화물 식사, 식후 졸림, 당 중독\n03:30 혈당 스파이크 방지 영양제\n04:00 간 피로 - 술, 폭음, 폭식, 야식 \n04:38 간 영양제 Top3 - 밀크시슬, 비타민C, 글루타치온\n05:22 단백질 부족 피로 - 호르몬, 효소, 알부민, 면역력, 에너지\n05:55 단백질 하루에 얼마나 먹어야 할까? \n06:26 간"
    },
    "summary": "**1. 핵심 주제**\n만성피로의 근본 원인(수면, 혈당, 간, 단백질)을 파악하고 이에 맞는 생활 습관 개선과 영양소 보충을 통해 해결해야 한다.\n\n**2. 제품/성분 정보**\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 마그네슘\n    💊 용도: 수면의 질 개선 (몸 이완, 과민성 방광으로 인한 야간 기상 감소)\n    👨‍⚕️ 약사 의견: 추천 (최소 하루 300mg, 유기산/글리시네이트 형태)\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 트레온산 마그네슘 (뇌 마그네슘)\n    💊 용도: 깊은 잠 유도, 자다가 깨는 증상 개선\n    👨‍⚕️ 약사 의견: 추천 (일반 마그네슘과 조합하여 저녁 식후 또는 잠자기 1시간 전 섭취)\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 베르베린\n    💊 용도: 혈당 스파이크 억제, 반응성 저혈당 개선\n    👨‍⚕️ 약사 의견: 추천 (식전 섭취, 하루 최대 2번)\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 바나바잎 추출물\n    💊 용도: 혈당 스파이크 억제, 반응성 저혈당 개선\n    👨‍⚕️ 약사 의견: 추천 (식전 섭취, 하루 최대 2번)\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 비타민 B군 (포함 멀티비타민)\n    💊 용도: 대사 도움, 피로 개선 (혈당 관리 시 보조)\n    👨‍⚕️ 약사 의견: 추천\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 밀크시슬\n    💊 용도: 간세포 보호 및 재생, 해독 지원\n    👨‍⚕️ 약사 의견: 추천\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 비타민 C\n    💊 용도: 해독 과정에서 발생하는 활성산소 제거\n    👨‍⚕️ 약사 의견: 추천 (술 마시기 전후 섭취)\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 글루타치온\n    💊 용도: 간 해독\n    👨‍⚕️ 약사 의견: 추천 (여유가 된다면, 비타민 C로 어느 정도 대체 가능성 언급)\n\n*   📦 제품명: 언급 없음\n    🧪 성분명: 단백질 (식품 섭취 강조)\n    💊 용도: 에너지 생성, 면역력 증진, 기력 회복\n    👨‍⚕️ 약사 의견: 추천 (체중 1kg당 1g 섭취 권장)\n\n**3. 주요 내용**\n*   피로는 우리 몸의 SOS 신호이며, 단순히 영양제로 덮으려 하면 근본적인 해결이 어렵다.\n*   피로의 원인을 4가지 코드(수면, 혈당, 간의 피로, 단백질 부족)로 분류하고 각 원인별로 접근해야 한다.\n*   각 피로 코드에 따라 생활 습관 개선(수면 시간 확보, 커피 조절, 야식/음주 줄이기, 끼니별 단백질 섭취)과 함께 보충할 영양제를 추천한다.\n*   수면 개선을 위해 마그네슘(유기산, 글리시네이트, 트레온산 형태)을 추천하고, 혈당 스파이크 억제를 위해 베르베린, 바나바잎 추출물, 비타민 B군, 마그네슘을 언급한다.\n*   간의 피로 해소를 위해 밀크시슬, 비타민 C, 글루타치온을 권장하며, 단백질 부족은 충분한 식사를 통해 해결할 것을 강조한다.\n\n**4. 트렌드 시사점**\n개인의 피로 원인을 다각적으로 분석하고 이에 맞는 맞춤형 영양 관리 및 생활 습관 개선을 제시하는 기능의학적 접근 방식이 강조되고 있다. 단순히 증상 완화 목적의 영양제 섭취를 넘어 근본적인 건강 증진을 추구하는 소비 트렌드를 반영한다.",
    "processed_at": "2025-12-10T19:17:17.819215"
  },
  {
    "video_info": {
      "channel": "영양과학자 양과자",
      "channel_url": "https://www.youtube.com/@양과자",
      "title": "의사들이 극찬한 ‘혈당’ 박살 내는 영양제 순위. 식후혈당, 공복혈당, 당화혈색소 감소효과 별 티어리스트 등급 확인하세요",
      "video_id": "yK-TXNWnF9I",
      "url": "https://www.youtube.com/watch?v=yK-TXNWnF9I",
      "upload_date": "20251119",
      "view_count": 13102,
      "duration": 817,
      "description": "#영양제 #혈당 #베르베린 #공복혈당 #당화혈색소\n\n30세 이상 6명 중에 1명이 당뇨. 당뇨 전단계 까지 하면 3명 중 1명이 혈당에 문제가 있다고 합니다. 요즘 혈당 관리에 좋다는 영양제들이 참 많죠? 그 중에 어떤 것을 먹어야 가장 혈당 관리에 좋은지, 이들을 섞어 먹어도 괜찮은지 궁금하셨죠? 이들을 한번에 효과 등급별로 정리해드리는 영상을 만들어 봤습니다. 식후 혈당, 공복혈당, 당화혈색소 관리에 도움 많이 되시기 바라겠습니다. 감사합니다.\n\n00:00 혈당 스파이크의 위험성과 혈당 영양제 최종 티어리스트 공개 이유\n00:45 베르베린 효과, 혈당 강하 기전\n01:18 베르베린을 천연 메트포민이라고 부르는 이유\n01:50 당화혈색소 의미\n02:30 바나바잎 추출물 혈당 강하 기전\n04:07 알파리포산 혈당 강하 기전\n05:20 시나몬 추출물 혈당 강하 기전\n07:09 크롬 혈당 강하 기전\n07:45 마그네슘 혈당 강하 기전\n09:03 비타민D 혈당 관리에 중요한 이유\n10:3"
    },
    "summary": "**1. 핵심 주제**\n영양과학자 약사가 혈당 관리에 도움을 주는 건강기능식품들을 효과와 임상 근거에 따라 S, A, B, C 티어로 분류하여 설명하고 있다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음 (영상 댓글에서 추천 제품 링크를 제공할 예정이라고 언급)\n🧪 성분명: 베르베린 (파이토조민 고흡수 형태), 바나바잎 추출물, 알파리포산, 실론 시나몬 추출물, 크롬, 마그네슘 (글리시네이트 또는 유기산 마그네슘), 비타민 D, 식이섬유, 이노시톨 등\n💊 용도: 식후 혈당, 공복 혈당, 당화혈색소 감소, 인슐린 민감도 개선, 당뇨병성 신경병증 완화, 대사 기능 증진\n👨‍⚕️ 약사 의견: S/A 등급 성분은 강력한 효과가 있어 추천하지만, B 등급 성분과 함께 복용하여 기본 토대를 다지는 것이 중요함. 특히 S등급은 약물 상호작용 가능성이 있으므로 전문가와 상담 필수.\n\n**3. 주요 내용**\n*   **S등급 (가장 강력한 효과): 베르베린**은 AMPK 활성화, 간 포도당 생성 억제로 식후 혈당과 장기적인 당화혈색소 감소에 가장 효율적이며, 천연 매트포민이라 불린다. 흡수율이 낮은 단점을 보완한 파이토조민 고흡수 형태를 추천하고, 약물 상호작용에 주의할 것을 당부했다.\n*   **A등급 (효과적이지만 베르베린보다 종합적이지 않음):**\n    *   **바나바잎 추출물**은 인슐린과 유사하게 작용하여 식후 혈당을 빠르게 낮추는 데 탁월하다.\n    *   **알파리포산**은 강력한 항산화제로 인슐린 민감도를 개선하고, 당뇨병성 신경병증 완화에 효과적이다.\n    *   **실론 시나몬 추출물**은 공복혈당과 당화혈색소 감소에 도움을 주며, 반드시 간 독성이 적은 '실론 계피'를 선택해야 한다고 강조했다.\n*   **B등급 (SA 등급의 효과를 극대화하는 보조 성분):** 크롬 (인슐린 수용체 효율 증대), 마그네슘 (대사 작용의 윤활유, 인슐린 저항성 개선), 비타민 D (호르몬 조절, 인슐린 분비/저항성 개선), 식이섬유 (식후 혈당 상승 물리적 억제, 장 건강), 이노시톨 (단항성 난소 증후군 등 호르몬/혈당 문제에 효과) 등이 있다. 이들은 몸의 기본 토대를 튼튼히 하는 필수 영양소라고 설명했다.\n*   **C등급 (보조적 효과):** 썰포라판, 스피루리나, 코큐텐, 유산균, 녹차 추출물 등은 전신 항산화나 장 건강 등 다른 이점을 제공하지만, 혈당 강하 효과는 S/A 등급보다 약하거나 일관성이 부족하다고 평가했다.\n*   **종합 가이드:** S 또는 A 등급 성분과 B 등급 성분을 병행하는 것을 추천하며, 영양제는 식습관과 운동의 보조 역할일 뿐이며, 특히 강력한 성분 복용 시 전문가와 상의할 것을 강력히 권장했다.\n\n**4. 트렌드 시사점**\n혈당 관리 건강기능식품 시장이 세분화되고 있으며, 소비자들이 성분별 효능과 임상 근거, 그리고 개인의 건강 상태에 따른 맞춤형 선택을 할 수 있도록 전문적인 정보 제공이 중요해지고 있다. 특히 강력한 효과를 가진 성분일수록 약물 상호작용 등 부작용에 대한 경고와 전문가 상담의 필요성을 강조하는 트렌드를 볼 수 있다.",
    "processed_at": "2025-12-10T19:24:09.778078"
  },
  {
    "video_info": {
      "channel": "영양과학자 양과자",
      "channel_url": "https://www.youtube.com/@양과자",
      "title": "종합비타민 산다고요? 이거면 고민 끝 - 한눈에 쉽게 보게 만든 멀티비타민 티어리스트",
      "video_id": "T0eRhzbnK_8",
      "url": "https://www.youtube.com/watch?v=T0eRhzbnK_8",
      "upload_date": "20251112",
      "view_count": 33721,
      "duration": 753,
      "description": "#종합비타민 #멀티비타민 \n종합비타민을 찾고계시는 분들께 도움되는 영상을 만들었습니다. 기존 멀티비타민을 이용하고 계셨다면 이 영상을 참고해서 드시던 종합비타민 등급을 확인해보세요. 종합비타민 종류가 너무 많기 때문에 모든 영양제를 다루지는 못했으니 드시던 멀티비타민이 없다면 카카오톡으로 연락주세요. 제가 확인해서 종합비타민 등급 또 알려드릴게요.\n\n00:00 멀티비타민, 종합비타민 뭘 먹어야 할까? 계급도 공개\n00:16 멀티비타민 티어리스트 등급 기준\n00:52 라이프 익스텐션 투 퍼 데이 V2 - 지용성 비타민, 루테인, 지아잔틴, 엽산, 비타민B\n01:46 4세대 엽산 안정성, 수용성, 흡수력 설명\n02:21 미네랄, 칼슘, 마그네슘, 아연, 이노시톨, 알파리포산, 루테인\n03:06 라이프 익스텐션 투퍼데이 V1\n03:21 쏜 리서치 베이직 투 퍼데이 - K1, K2,  활성형 비타민B\n03:37 MK2도 K2 아닌가요? MK4, MK7 차이\n04:23 쏜 리서치 어드밴스드 "
    },
    "summary": "**1. 핵심 주제**\n약사가 멀티비타민 제품들의 품질 기준을 제시하고, 이를 바탕으로 여러 해외 제품의 등급을 분석하여 소비자들이 올바른 제품을 선택하도록 돕는 영상이다.\n\n**2. 제품/성분 정보**\n📦 제품명: 쏜 리서치 어드밴스드 뉴트리언트, 라이프 익스텐션 2포 데이 멀티 (버전 2), 센트룸 남성 종합비타민 등\n🧪 성분명:\n    *   **고품질 예시:** 비타민 K2 (MK7), 활성형 B군 비타민 (특히 4세대 엽산, B2, B6, B12 활성형), 흡수 잘 되는 아미노산 킬레이트/유기산 미네랄 (칼슘, 마그네슘, 아연), 퀘르세틴 (파이토조미), NR, 아스타잔틴 등\n    *   **개선 필요 예시:** 비타민 K1, 비타민 K2 (MK4), 합성 비타민 E (DL알파), 비활성형 B군 (2세대 엽산, 일반 B5, B12), 흡수 안 되는 미네랄 (산화마그네슘, 탄산칼슘, 산화아연, 황산구리 등)\n💊 용도: 일반적인 멀티비타민 보충 (일부 제품은 항노화, 눈 건강, 뼈 건강, 소화 지원 등 복합적 목적 포함)\n👨‍⚕️ 약사 의견:\n    *   **추천 (S/A등급):** 쏜 리서치 어드밴스드 뉴트리언트, 필로소피 라이프 멀티, 쏜 리서치 베이직 투퍼데이, 뉴트라바이오 멀티스포츠, 메가푸드 여성 55플러스 (고품질 활성형 비타민, 흡수율 높은 미네랄, 유용한 추가 성분 포함)\n    *   **주의/중립 (B/C등급):** 라이프 익스텐션 2포 데이 멀티 (버전 2), 슈퍼 누트리션 슈퍼 이뮨, 닥터스 베스트 멀티, 퓨어 인캡슐레이션 원멀티, 나우푸드 데일리비츠, 얼라이브 맥스 포텐시 3, 파라다이스 허브의 얼스 블렌드, 퓨어 에센스 1, 캘리포니아 골드 뉴트리션 캐토 데일리, 뉴트리코스트 멀티비타민, 솔가 포뮬러 VM75, 나우푸드 ADAM, 슈퍼 뉴트리션 퍼펙트 가족 종합 비타민 (일부 좋은 성분 포함하나 아쉬운 점 또는 중요 B군 누락 등)\n    *   **비추천 (D등급):** 센트룸 남성 종합비타민, 네이처스 웨이 얼라이브 원스 데일리, 스완슨 저스트원 컴플리트 멀티, 21세기 센트리 (합성 비타민, 흡수율 낮은 미네랄, 불충분한 B군 함량 등으로 인해)\n\n**3. 주요 내용**\n*   멀티비타민 등급 기준은 활성형 지용성 비타민(K2 MK7 우대), 활성형 B군(B5, B12 포함 여부), 흡수율 높은 아미노산 킬레이트 또는 유기산 미네랄 사용 여부를 중심으로 설정되었다.\n*   S등급 제품은 기본적인 고품질 성분 외에 퀘르세틴, NR(항노화), 아스타잔틴(눈 건강) 등 유용한 추가 성분들을 복합적으로 포함하여 시너지를 추구한다.\n*   C, D등급 제품들은 합성 비타민 E, 흡수율이 낮은 산화/탄산/황산 형태의 미네랄, 불충분한 B군 함량 또는 비활성형 엽산 등을 사용하여 품질에서 낮은 평가를 받았다.\n*   약사는 제품의 가격을 제외하고 오직 퀄리티와 성분 구성을 기준으로 등급을 매겼으며, 소비자들이 멀티비타민을 스스로 평가할 수 있는 '눈'을 기르도록 돕는 것이 영상의 목표임을 강조했다.\n*   B5(부신피로)와 B12(신경성) 같은 중요한 B군 비타민이 빠진 제품은 간편함을 추구하는 멀티비타민의 본래 목적에 부합하지 않아 마이너스 요인으로 작용했다.\n\n**4. 트렌드 시사점**\n소비자들은 단순한 비타민/미네랄 보충을 넘어, 활성형/고흡수율 성분과 항노화, 눈 건강 등 특정 효능을 강화한 프리미엄 멀티비타민에 대한 수요가 증가하고 있음을 보여준다. 이는 건강기능식품 시장이 성분 품질 및 투명성을 강조하고, 복합적인 건강 관리를 위한 '올인원' 솔루션으로 진화하고 있음을 시사한다.",
    "processed_at": "2025-12-10T19:30:30.952601"
  },
  {
    "video_info": {
      "channel": "홍시약사 ",
      "channel_url": "https://www.youtube.com/@HongSee_yaksa",
      "title": "비타민C 뭐먹지?🤔 국내 비타민C 총정리해드립니다!",
      "video_id": "zvBOfMxwgqw",
      "url": "https://www.youtube.com/watch?v=zvBOfMxwgqw",
      "upload_date": "20251202",
      "view_count": 6814,
      "duration": 334,
      "description": "안녕하세요 홍시약사입니다.\n비타민C 제품이 너무 많아 헷갈리시나요?\n오늘은 국내에서 많이 찾는 비타민C 4종을 간단하게 비교해드립니다.\n\n비타민C는\n피로·면역·피부·혈당 스파이크 완화까지\n확실히 도움이 되는 영양소지만,\n비싼 제품보다 나에게 맞고 꾸준히 먹을 수 있는 제품이 더 중요해요.\n\n어떤 기준으로 선택해야 할지\n영상에서 쉽게 정리해드리겠습니다.\n\n#비타민C #비타민C추천 #국내비타민C #홍시약사\n#비타민C효능 #비타민C부작용 #리포좀비타민C #중성비타민C\n#레모나 #유한양행비타민C #고려은단비타민C #휴온스비타민C\n#면역영양제 #항산화영양제 #영양제추천 #건강정보"
    },
    "summary": "**1. 핵심 주제**\n약사 입장에서 시중의 다양한 비타민C 제품을 비교하고, 꾸준한 복용의 중요성과 제품 선택 기준을 제시하여 소비자의 올바른 이해를 돕는다.\n\n**2. 제품/성분 정보**\n\n*   **📦 제품명: 유한양행 비타민C 1000**\n    *   🧪 성분명: 비타민C (1000mg/정)\n    *   💊 용도: 매일 기본으로 챙기는 용도 (피로감 완화, 면역력 강화, 피부 탄력 유지, 혈당 스파이크 완화)\n    *   👨‍⚕️ 약사 의견: 기본에 충실한 정통파, 품질 관리 철저 (GMP), 신맛이 거의 없어 위 부담 적음. 알약 크기 및 목넘김 단점. 메가도즈용보다는 기본 섭취용 추천.\n\n*   **📦 제품명: 고려은단 비타민C, 이지 비타민C**\n    *   🧪 성분명: 비타민C (영국 DSM 원료)\n    *   💊 용도: 매일 기본으로 챙기는 용도 (피로감 완화, 면역력 강화, 피부 탄력 유지, 혈당 스파이크 완화), 특히 목넘김 편한 제품 선호자.\n    *   👨‍⚕️ 약사 의견: 업계 레전드 브랜드, 원료 퀄리티 신뢰 높음 (DSM), 이지 버전은 정제가 작고 코팅되어 삼키기 편함. 개별 포장으로 보관 안정성 좋음. 신뢰성 및 접근성 좋음. 메가도즈용보다는 기본 섭취용 추천.\n\n*   **📦 제품명: 레모나 (온라인용, 약국용)**\n    *   🧪 성분명: 비타민C (온라인용 500mg, 약국용 750mg)\n    *   💊 용도: 맛과 휴대성, 복용 편의성 중시, 알약 섭취 어려움, 자녀와 함께 섭취. 본격적인 항산화/피로개선 목적 시 보조적 용도.\n    *   👨‍⚕️ 약사 의견: 맛, 휴대성, 복용 편의성 최고. 약국용 (750mg) 추천. 함량이 낮아 보조적인 용도로 활용 권장 (다른 비타민C와 병행).\n\n*   **📦 제품명: 휴온스 메리트C산 3000**\n    *   🧪 성분명: 순수 비타민C 100% (3000mg/포)\n    *   💊 용도: 메가도즈용 (하루 2포 섭취 가능)\n    *   👨‍⚕️ 약사 의견: 원료형 분말에 가까움 (첨가물/코팅제 없음). 메가도즈용으로 추천. 신맛이 강해 공복 섭취 시 속쓰림 주의. 식사 직후 물/주스에 타서 섭취 권장.\n\n**3. 주요 내용**\n\n*   비타민C의 주요 효능은 피로감 완화, 면역력 강화, 피부 탄력 유지, 혈당 스파이크 완화이다.\n*   리포좀, 중성, 천연유래 등 '프리미엄' 비타민C 제품은 높은 흡수율이나 특별한 효능을 강조하지만, 대부분의 경우 일반 비타민C를 식후 꾸준히 복용하는 것으로 충분하다.\n*   천연 비타민C와 합성 비타민C는 화학구조가 같으며, 천연 제품이 더 비싸면서도 순함량은 낮은 경우가 많으므로 합리적인 선택을 강조한다.\n*   비타민C의 핵심은 복용 시의 흡수율이 아닌 '꾸준한 복용'이며, 비싼 제품을 며칠 먹기보다 합리적인 제품을 몇 달 꾸준히 챙기는 것이 더 효과적이다.\n*   개인의 건강 상태, 선택 기준, 재정 상태에 맞춰 '나에게 맞는 제품'을 선택하는 것이 중요하며, 꾸준히 챙길 수 있는 제품이 최고의 선택이다. (오메가3, 비타민C, 코엔자임 Q10(CoQ10)은 필수 영양제로 추천)\n\n**4. 트렌드 시사점**\n소비자들이 다양한 건강기능식품 마케팅 문구(리포좀, 천연 등)에 혼란을 겪는 가운데, 약사 유튜버들이 합리적이고 실질적인 정보를 제공하며 올바른 선택을 돕는 역할을 하고 있다. 특히 '꾸준한 복용'과 '가성비'를 강조하는 경향은 장기적인 건강 관리를 중시하는 소비 트렌드를 반영한다.",
    "processed_at": "2025-12-10T19:33:08.881274"
  },
  {
    "video_info": {
      "channel": "홍시약사 ",
      "channel_url": "https://www.youtube.com/@HongSee_yaksa",
      "title": "비타민B 뭐먹지?🤔 국내 비타민B 총정리해드립니다!",
      "video_id": "d5DXIZ_2yy8",
      "url": "https://www.youtube.com/watch?v=d5DXIZ_2yy8",
      "upload_date": "20251127",
      "view_count": 2148,
      "duration": 442,
      "description": "안녕하세요 홍시약사입니다^^\n요즘 많은 분들이 겪는 ‘신경성 피로’\n머리는 뿌옇고, 집중 안 되고, 예민해지고, 쉬어도 회복 안 되는 피로\n이런 피로의 중심에는 비타민B 부족이 크게 영향을 줍니다.\n비타민B군이 왜 ‘신경 에너지’와 ‘두뇌 회복’에 중요한지,\n그리고 시중 인기 제품 4가지를 함량·원료·포뮬러·추천 대상\n기준으로 한눈에 비교해드립니다.\n\n#비타민B #비타민B군 #비타민B필수정보 #신경성피로 #브레인포그\n#피로회복 #만성피로 #직장인영양제 #수험생영양제\n#비타민추천 #영양제추천 #영양제비교 #센트룸 #고려은단\n#솔가 #프로메드에너지솔루션 #비타민B12 #활성형비타민\n#홍시약사 #건강정보 #피로관리"
    },
    "summary": "**1. 핵심 주제**\n현대인의 신경성 피로 관리를 위한 비타민 B군 영양제 선택 기준 제시 및 주요 제품 4가지(센트룸, 고려은단, 솔가, 프로매드)의 특징을 비교 분석하여 개인별 맞춤 선택을 돕는 가이드이다.\n\n**2. 제품/성분 정보**\n\n📦 제품명: 센트룸\n🧪 성분명: 비타민 B군(B1, B6, B12 등), A, C, D, E, 아연, 철분, 셀레늄, 크롬 등 미네랄\n💊 용도: 전반적인 영양 밸런스 유지, 피부/모발/혈액순환 관리, 기본기 탄탄한 장기 유지용 멀티비타민\n👨‍⚕️ 약사 의견: 추천 (전반적인 영양 밸런스가 걱정될 때 좋음), 단, 피로 회복을 위한 함량은 유지용 수준으로 심한 피로에는 체감 효과가 약할 수 있음.\n\n📦 제품명: 고려은단 메가도즈 비타민 B\n🧪 성분명: 비타민 B1, B2, B6, B12 (권장량 수백~수천%), 아연, 셀레늄, 엽산\n💊 용도: 고함량으로 빠른 체감 피로회복, 젖산 분해, 신경 안정, 면역력 도움, 활동량이 많거나 즉각적인 피로회복이 필요할 때\n👨‍⚕️ 약사 의견: 추천 (확실한 체감형 비타민 B), 단, 알약 크기가 크고 코팅이 단단하며, 공복 시 속쓰림 가능성 있어 식사 직후 복용 권장.\n\n📦 제품명: 솔가 비타민 B 컴플렉스\n🧪 성분명: 활성형 비타민 B6, B12, 지노시스 및 솔가 자체 인증 원료 사용 (비건, 글루텐 프리, 무첨가)\n💊 용도: 흡수율 높은 활성형 비타민 B로 자연스러운 회복, 위 부담 적음, 첨가물에 민감하거나 위가 예민한 분\n👨‍⚕️ 약사 의견: 추천 (활성형으로 흡수율과 순도가 높고 복용이 편함), 단, 함량이 중간 수준이라 심한 피로 시 2정 이상 필요할 수 있으며, 가격대가 다소 높음.\n\n📦 제품명: 프로매드 에너지 솔루션\n🧪 성분명: 고품질 고함량 비타민 B군 (특히 B12는 전문의약품 수준), 테아닌\n💊 용도: 신경성 피로 (무기력, 집중력 저하, 긴장감, 브레인 포그, 멍함), 뇌세포 회복, 신경전달물질 합성, 스트레스성 불면, 신경 긴장이 심한 분, 두뇌 피로 및 현대인의 복합 피로 관리\n👨‍⚕️ 약사 의견: 강력 추천 (전문가들이 주목하는 포뮬러, 현대인의 육체-정신 복합 피로에 최적화), 단, 가격이 다소 높은 편이며, 테아닌 성분 때문에 카페인 음료와 시간 간격을 두고 섭취 권장.\n\n**3. 주요 내용**\n*   현대인의 피로는 신경의 과부하로 인한 ‘두뇌 피로’가 중심이며, 비타민 B군이 에너지 대사 및 신경 윤활유 역할을 해 중요하다고 강조한다.\n*   비타민 B군 제품 선택 시 함량, 원료의 품질, 포뮬러(신경성 피로 등 특수 목적), 가격의 4가지 기준을 고려해야 한다.\n*   4가지 주요 제품(센트룸, 고려은단, 솔가, 프로매드)을 각각 전반적 균형, 고함량 빠른 체감, 흡수율 중심, 신경성 피로 특화 제품으로 분류하여 특징과 장단점을 비교 분석한다.\n*   특히 프로매드 에너지 솔루션은 테아닌과 고함량 B12를 통해 신경성 피로, 집중력 저하, 긴장감 등 현대인의 복합적인 두뇌 피로 증상에 특화된 포뮬러로 소개된다.\n*   피로는 만성 피로로 이어질 수 있으므로, 미리 관리하는 것의 중요성을 역설한다.\n\n**4. 트렌드 시사점**\n단순한 육체 피로를 넘어선 '신경성 피로'와 '두뇌 피로'에 대한 인식이 높아지면서, 소비자들이 특정 증상에 맞춤화된 고기능성 건강기능식품을 적극적으로 탐색하는 경향을 보여준다. 이는 제약사 및 건강기능식품 기업들이 기존 멀티비타민을 넘어선 세분화되고 전문화된 포뮬러 제품을 개발하는 시장 트렌드를 반영한다.",
    "processed_at": "2025-12-10T19:46:47.208314"
  },
  {
    "video_info": {
      "channel": "홍시약사 ",
      "channel_url": "https://www.youtube.com/@HongSee_yaksa",
      "title": "유산균 분석🤔 광고가 숨기는 진실, 현직약사가 솔직하게 짚어드립니다",
      "video_id": "AkyjqZ_tnJE",
      "url": "https://www.youtube.com/watch?v=AkyjqZ_tnJE",
      "upload_date": "20251121",
      "view_count": 1735,
      "duration": 389,
      "description": "요즘 많이 찾는 구강 유산균·혈당 유산균,\n광고처럼 큰 효과를 기대하기엔 아직 근거가 충분하지 않습니다.\n\n구강 유산균은 입속 환경이 자주 바뀌어\n좋은 균이 오래 유지되기 어렵고,\n혈당 유산균의 영향은\n식습관·운동에 비하면 매우 작은 편이에요.\n\n유산균 자체는 장 건강에는 도움이 되지만,\n특정 기능성 효과는 ‘보조 정도’로만 보시는 게 맞습니다.\n영상에서 정확한 기준과 선택법을 정리해드릴게요.\n\n\n#유산균 #유산균추천 #구강유산균 #혈당유산균 #유산균효과 #유산균부작용 #장건강 #입냄새유산균 #건강정보 #영양제정보 #약사설명"
    },
    "summary": "**1. 핵심 주제**\n약사가 광고를 통해 접하는 구강 유산균과 혈당 유산균의 실제 효과와 근거의 부족함을 분석하고 올바른 건강 관리 방법을 제시합니다.\n\n**2. 제품/성분 정보**\n📦 제품명: 언급 없음\n🧪 성분명:\n    *   구강 유산균: 스트레토코쿠스 살리바리오스 K10, M18\n    *   혈당 유산균: 유산균 (특정 균주 언급 없음), 바나바잎 추출물, 크롬 (부원료로 함께 사용되는 성분)\n💊 용도:\n    *   구강 유산균: 입속 유해균 감소, 충치균 억제, 입냄새 개선 (광고 주장); 입 냄새 및 구강건조 완화 보조 (약사 의견)\n    *   혈당 유산균: 혈당 조절 도움 (광고 주장)\n👨‍⚕️ 약사 의견: **주의**\n장 이외의 영역에서 유산균의 효과는 아직 명확하게 입증되지 않았다고 판단하며, 광고에서 강조하는 기능성(잇몸 재생, 혈당 조절 등)에 대한 기대는 자제할 것을 권고합니다. 기본적인 생활 습관 관리(구강: 칫솔질, 치실, 스케일링; 혈당: 식습관, 체중, 운동)가 유산균 섭취보다 훨씬 우선임을 강조합니다.\n\n**3. 주요 내용**\n*   **유산균의 기본 역할:** 유산균은 장 속 환경 개선 및 면역 기능 강화에 확실히 도움을 줍니다. 이는 연구로 입증된 부분입니다.\n*   **구강 유산균:** 이론적으로 입속 유해균 억제 및 입냄새 개선 가능성은 있으나, 입안 환경 특성상 효과 유지 어려움, 연구 기간 및 참여 인원 부족 등으로 인해 확실한 임상 효과 근거가 부족합니다. '잇몸 재생' 등의 광고 문구는 잘못된 정보입니다. 기본적인 구강 위생 관리가 선행될 때, 입냄새/구강 건조 완화를 위한 단기 보조제로 제한적으로 고려할 수 있습니다.\n*   **혈당 유산균:** 장 건강과 대사 개선의 연관성으로 혈당 조절에 도움을 줄 수 있다는 이론이 있으나, 동물 실험 및 소규모 인체 연구의 효과가 미미하고, 대부분의 시중 제품에는 다른 혈당 조절 부원료가 함께 들어있어 유산균 단독 효과로 보기 어렵습니다. 식약처 기능성도 '도움을 줄 수 있음'으로 제한적이며, 생활 습관 관리에 비하면 그 영향은 매우 미미합니다.\n*   **약사의 결론:** 구강 유산균과 혈당 유산균 모두 도움을 줄 가능성은 있지만, 아직 확실한 근거는 부족한 단계입니다. 유산균 섭취보다 칫솔질, 치실, 스케일링 같은 구강 관리와 식습관, 체중, 운동 같은 생활 습관 관리가 혈당 관리 및 전반적인 건강에 훨씬 더 중요합니다.\n\n**4. 트렌드 시사점**\n유산균 시장이 장 건강을 넘어 구강, 혈당 등 특정 기능성으로 빠르게 다변화되고 있으며, 소비자들이 과장된 광고와 정보의 홍수 속에서 혼란을 겪고 있음을 보여줍니다. 따라서 객관적인 정보와 전문가의 비판적인 시각이 중요해지고 있습니다.",
    "processed_at": "2025-12-10T19:47:08.536539"
  }
]